[
  {
    "link": "https://www.goodreads.com/book/show/39722612-the-people-vs-tech",
    "title": "The People Vs Tech: How the internet is killing democracy",
    "title_without_series": "The People Vs Tech: How the internet is killing democracy",
    "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
    "description": "In the ongoing waves of the Facebook scandal, this is the book that explains all the dangers of the digital revolution, and how our mountains of personal cyberdata are being mined by everyone from our own governments and political parties to big business to exploit our trust and threaten our freedom.<br /><br />The internet was meant to set us free. But have we unwittingly handed too much away to shadowy powers behind a wall of code, all manipulated by a handful of Silicon Valley utopians, ad men, and venture capitalists? And, in light of recent data breach scandals around companies like Facebook and Cambridge Analytica, what does that mean for democracy, our delicately balanced system of government that was created long before big data, total information, and artificial intelligence? In this urgent polemic, Jamie Bartlett argues that through our unquestioning embrace of big tech, the building blocks of democracy are slowly being removed. The middle class is being eroded, sovereign authority and civil society is weakened, and we citizens are losing our critical faculties, maybe even our free will.<br /><br /><i>The People Vs Tech</i> is an enthralling account of how our fragile political system is being threatened by the digital revolution. Bartlett explains that by upholding six key pillars of democracy, we can save it before it is too late. We need to become active citizens, uphold a shared democratic culture, protect free elections, promote equality, safeguard competitive and civic freedoms, and trust in a sovereign authority. This essential book shows that the stakes couldn't be higher and that, unless we radically alter our course, democracy will join feudalism, supreme monarchies and communism as just another political experiment that quietly disappeared.",
    "num_pages": {},
    "average_rating": "4.04"
  },
  {
    "link": "https://www.goodreads.com/book/show/20518872-the-three-body-problem",
    "title": "The Three-Body Problem (Remembrance of Earth’s Past #1)",
    "title_without_series": "The Three-Body Problem",
    "small_image_url": "https://images.gr-assets.com/books/1415428227s/20518872.jpg",
    "description": "<i>The Three-Body Problem</i> is the first chance for English-speaking readers to experience this multiple award winning phenomenon from China's most beloved science fiction author, Liu Cixin.<br /><br />\"Fans of hard SF will revel in this intricate and imaginative novel by one of China’s most celebrated genre writers. In 1967, physics professor Ye Zhetai is killed after he refuses to denounce the theory of relativity. His daughter, Ye Wenjie, witnesses his gruesome death.<br /><br />\"Shortly after, she’s falsely charged with sedition for promoting the works of environmentalist Rachel Carson, and told she can avoid punishment by working at a defense research facility involved with the search for extraterrestrial intelligence. More than 40 years later, Ye’s work becomes linked to a string of physicist suicides and a complex role-playing game involving the classic physics problem of the title.<br /><br />\"Liu impressively succeeds in integrating complex topics—such as the field of frontier science, which attempts to define the limits of science’s ability to know nature—without slowing down the action or sacrificing characterization. His smooth handling of the disparate plot elements cleverly sets up the second volume of the trilogy.\" —<i>Publishers Weekly</i>",
    "num_pages": "400",
    "average_rating": "4.05"
  }
]