[
  {
    "link": "https://www.goodreads.com/book/show/6346975-moonwalking-with-einstein",
    "title": "Moonwalking with Einstein: The Art and Science of Remembering Everything",
    "title_without_series": "Moonwalking with Einstein: The Art and Science of Remembering Everything",
    "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
    "description": "<b>The blockbuster phenomenon that charts an amazing journey of the mind while revolutionizing our concept of memory</b><br /><br />An instant bestseller that is poised to become a classic, <i>Moonwalking with Einstein</i> recounts Joshua Foer's yearlong quest to improve his memory under the tutelage of top \"mental athletes.\" He draws on cutting-edge research, a surprising cultural history of remembering, and venerable tricks of the mentalist's trade to transform our understanding of human memory. From the United States Memory Championship to deep within the author's own mind, this is an electrifying work of journalism that reminds us that, in every way that matters, we are the sum of our memories.",
    "num_pages": "307"
  },
  {
    "link": "https://www.goodreads.com/book/show/36258318-netherlands---culture-smart",
    "title": "Netherlands - Culture Smart!: The Essential Guide to Customs  Culture",
    "title_without_series": "Netherlands - Culture Smart!: The Essential Guide to Customs  Culture",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1527525724i/36258318._SX50_.jpg",
    "description": "Taking readers beyond the stereotypical images of windmills, clogs, and tulips, this pocket-sized guide helps visitors understand the complex layers of identity in this small, densely populated country on Europe’s northwestern seaboard. With roots as a maritime nation that built a network for transportation, defense, and trade, the Netherlands of today is still a prime economic hub of Europe. The Netherlands is also famous for its liberal attitudes, recently challenged by high levels of immigration, and is home to an intelligent, cosmopolitan, enterprising, tolerant, and modest people. The visitor or business traveler will find that the predominant attitude continues to be one of “live and let live,” and that many different communities live alongside each other in harmony.",
    "num_pages": "168"
  },
  {
    "link": "https://www.goodreads.com/book/show/20518872-the-three-body-problem",
    "title": "The Three-Body Problem (Remembrance of Earth’s Past #1)",
    "title_without_series": "The Three-Body Problem",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415428227i/20518872._SY75_.jpg",
    "description": "<i>The Three-Body Problem</i> is the first chance for English-speaking readers to experience this multiple award winning phenomenon from China's most beloved science fiction author, Liu Cixin.<br /><br />\"Fans of hard SF will revel in this intricate and imaginative novel by one of China’s most celebrated genre writers. In 1967, physics professor Ye Zhetai is killed after he refuses to denounce the theory of relativity. His daughter, Ye Wenjie, witnesses his gruesome death.<br /><br />\"Shortly after, she’s falsely charged with sedition for promoting the works of environmentalist Rachel Carson, and told she can avoid punishment by working at a defense research facility involved with the search for extraterrestrial intelligence. More than 40 years later, Ye’s work becomes linked to a string of physicist suicides and a complex role-playing game involving the classic physics problem of the title.<br /><br />\"Liu impressively succeeds in integrating complex topics—such as the field of frontier science, which attempts to define the limits of science’s ability to know nature—without slowing down the action or sacrificing characterization. His smooth handling of the disparate plot elements cleverly sets up the second volume of the trilogy.\" —<i>Publishers Weekly</i>",
    "num_pages": "400"
  }
]