[
  {
    "link": "https://www.goodreads.com/book/show/3228917-outliers",
    "title": "Outliers: The Story of Success",
    "title_without_series": "Outliers: The Story of Success",
    "small_image_url": "https://images.gr-assets.com/books/1344266315s/3228917.jpg",
    "description": "In this stunning new book, Malcolm Gladwell takes us on an intellectual journey through the world of \"outliers\"--the best and the brightest, the most famous and the most successful. He asks the question: what makes high-achievers different?<br /><br />His answer is that we pay too much attention to what successful people are like, and too little attention to where they are from: that is, their culture, their family, their generation, and the idiosyncratic experiences of their upbringing. Along the way he explains the secrets of software billionaires, what it takes to be a great soccer player, why Asians are good at math, and what made the Beatles the greatest rock band.",
    "num_pages": "309"
  },
  {
    "link": "https://www.goodreads.com/book/show/20518872-the-three-body-problem",
    "title": "The Three-Body Problem (Remembrance of Earth’s Past #1)",
    "title_without_series": "The Three-Body Problem",
    "small_image_url": "https://images.gr-assets.com/books/1415428227s/20518872.jpg",
    "description": "<i>The Three-Body Problem</i> is the first chance for English-speaking readers to experience this multiple award winning phenomenon from China's most beloved science fiction author, Liu Cixin.<br /><br />\"Fans of hard SF will revel in this intricate and imaginative novel by one of China’s most celebrated genre writers. In 1967, physics professor Ye Zhetai is killed after he refuses to denounce the theory of relativity. His daughter, Ye Wenjie, witnesses his gruesome death.<br /><br />\"Shortly after, she’s falsely charged with sedition for promoting the works of environmentalist Rachel Carson, and told she can avoid punishment by working at a defense research facility involved with the search for extraterrestrial intelligence. More than 40 years later, Ye’s work becomes linked to a string of physicist suicides and a complex role-playing game involving the classic physics problem of the title.<br /><br />\"Liu impressively succeeds in integrating complex topics—such as the field of frontier science, which attempts to define the limits of science’s ability to know nature—without slowing down the action or sacrificing characterization. His smooth handling of the disparate plot elements cleverly sets up the second volume of the trilogy.\" —<i>Publishers Weekly</i>",
    "num_pages": "400"
  }
]