[
  {
    "link": "https://www.goodreads.com/book/show/40738746-humble-pi",
    "title": "Humble Pi: A Comedy of Maths Errors",
    "title_without_series": "Humble Pi: A Comedy of Maths Errors",
    "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
    "description": "Most of the time, the maths in our everyday lives works quietly behind the scenes. Until someone forgets to carry a '1' and a bridge collapses, a plane drops out of the sky or a building rocks when its resonant frequency matches a gym class leaping to Snap's 1990 hit <i>I've Got The Power</i>. This book is all about what happens when maths goes wrong in the real world.<br /><br />Exploring and explaining a litany of near-misses and mishaps involving the internet, big data, elections, street signs, lotteries and the Roman empire, Matt Parker shows us the bizarre ways maths trips us all up, and what this reveals about its essential place in our world. Mathematics doesn't have good 'people skills', but we would all be better off, he argues, if we saw it as a practical ally. By making maths our friend, we can use it to our advantage and learn from its pitfalls.",
    "num_pages": {}
  },
  {
    "link": "https://www.goodreads.com/book/show/20518872-the-three-body-problem",
    "title": "The Three-Body Problem (Remembrance of Earth’s Past #1)",
    "title_without_series": "The Three-Body Problem",
    "small_image_url": "https://images.gr-assets.com/books/1415428227s/20518872.jpg",
    "description": "<i>The Three-Body Problem</i> is the first chance for English-speaking readers to experience this multiple award winning phenomenon from China's most beloved science fiction author, Liu Cixin.<br /><br />\"Fans of hard SF will revel in this intricate and imaginative novel by one of China’s most celebrated genre writers. In 1967, physics professor Ye Zhetai is killed after he refuses to denounce the theory of relativity. His daughter, Ye Wenjie, witnesses his gruesome death.<br /><br />\"Shortly after, she’s falsely charged with sedition for promoting the works of environmentalist Rachel Carson, and told she can avoid punishment by working at a defense research facility involved with the search for extraterrestrial intelligence. More than 40 years later, Ye’s work becomes linked to a string of physicist suicides and a complex role-playing game involving the classic physics problem of the title.<br /><br />\"Liu impressively succeeds in integrating complex topics—such as the field of frontier science, which attempts to define the limits of science’s ability to know nature—without slowing down the action or sacrificing characterization. His smooth handling of the disparate plot elements cleverly sets up the second volume of the trilogy.\" —<i>Publishers Weekly</i>",
    "num_pages": "400"
  }
]