[
  {
    "link": "https://www.goodreads.com/book/show/35167718-what-do-you-care-what-other-people-think",
    "title": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "title_without_series": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1516068365l/35167718._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1516068365l/35167718._SX98_.jpg",
    "description": "One of the greatest physicists of the twentieth century, Richard Feynman possessed an unquenchable thirst for adventure and an unparalleled ability to tell the stories of his life. \"What Do You Care What Other People Think?\" is Feynman's last literary legacy, prepared with his friend and fellow drummer, Ralph Leighton.<br />Among the book's many tales we meet Feynman's first wife, Arlene, who taught him of love's irreducible mystery as she lay dying in a hospital bed while he worked nearby on the atomic bomb at Los Alamos. We are also given a fascinating narrative of the investigation of the space shuttle Challenger's explosion in 1986, and we relive the moment when Feynman revealed the disaster's cause by an elegant experiment: dropping a ring of rubber into a glass of cold water and pulling it out, misshapen.",
    "num_pages": 288,
    "authors": {
      "author": {
        "id": 1429989,
        "name": "Richard P. Feynman",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1498916887p5/1429989.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1498916887p2/1429989.jpg",
        "link": "https://www.goodreads.com/author/show/1429989.Richard_P_Feynman",
        "average_rating": 4.26,
        "ratings_count": 364844,
        "text_reviews_count": 15586
      }
    },
    "average_rating": 4.19,
    "ratings_count": 30611,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/38820046-21-lessons-for-the-21st-century",
    "title": "21 Lessons for the 21st Century",
    "title_without_series": "21 Lessons for the 21st Century",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1564577305l/38820046._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1564577305l/38820046._SX98_.jpg",
    "description": "<b>In<i> Sapiens, </i>he explored our past. In <i>Homo Deus, </i>he looked to our future<i>. </i>Now, one of the most innovative thinkers on the planet turns to the present to make sense of today's most pressing issues.</b><br /><br />How do computers and robots change the meaning of being human? How do we deal with the epidemic of fake news? Are nations and religions still relevant? What should we teach our children?<br /><br />Yuval Noah Harari's <i>21 Lessons for the 21st Century</i> is a probing and visionary investigation into today's most urgent issues as we move into the uncharted territory of the future. As technology advances faster than our understanding of it, hacking becomes a tactic of war, and the world feels more polarized than ever, Harari addresses the challenge of navigating life in the face of constant and disorienting change and raises the important questions we need to ask ourselves in order to survive.<br /><br />In twenty-one accessible chapters that are both provocative and profound, Harari builds on the ideas explored in his previous books, untangling political, technological, social, and existential issues and offering advice on how to prepare for a very different future from the world we now live in: How can we retain freedom of choice when Big Data is watching us? What will the future workforce look like, and how should we ready ourselves for it? How should we deal with the threat of terrorism? Why is liberal democracy in crisis?<br /><br />Harari's unique ability to make sense of where we have come from and where we are going has captured the imaginations of millions of readers. Here he invites us to consider values, meaning, and personal engagement in a world full of noise and uncertainty. When we are deluged with irrelevant information, clarity is power. Presenting complex contemporary challenges clearly and accessibly, <i>21 Lessons for the 21st Century</i> is essential reading.",
    "num_pages": 372,
    "authors": {
      "author": {
        "id": 395812,
        "name": "Yuval Noah Harari",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1747080116p5/395812.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1747080116p2/395812.jpg",
        "link": "https://www.goodreads.com/author/show/395812.Yuval_Noah_Harari",
        "average_rating": 4.29,
        "ratings_count": 1794888,
        "text_reviews_count": 100277
      }
    },
    "average_rating": 4.15,
    "ratings_count": 176548,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/13707738-boomerang",
    "title": "Boomerang: Travels in the New Third World",
    "title_without_series": "Boomerang: Travels in the New Third World",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1345046879l/13707738._SX50_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1345046879l/13707738._SX98_.jpg",
    "description": "The tsunami of cheap credit that rolled across the planet between 2002 and 2008 was more than a simple financial phenomenon: it was temptation, offering entire societies the chance to reveal aspects of their characters they could not normally afford to indulge.<br /><br /><br />Icelanders wanted to stop fishing and become investment bankers. The Greeks wanted to turn their country into a pinata stuffed with cash and allow as many citizens as possible to take a whack at it. The Germans wanted to be even more German; the Irish wanted to stop being Irish.<br /><br /><br />Michael Lewis's investigation of bubbles beyond our shores is so brilliantly, sadly hilarious that it leads the American reader to a comfortable complacency: oh, those foolish foreigners. But when he turns a merciless eye on California and Washington, DC, we see that the narrative is a trap baited with humor, and we understand the reckoning that awaits the greatest and greediest of debtor nations.",
    "num_pages": 218,
    "authors": {
      "author": {
        "id": 776,
        "name": "Michael   Lewis",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1317447168p5/776.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1317447168p2/776.jpg",
        "link": "https://www.goodreads.com/author/show/776.Michael_Lewis",
        "average_rating": 4.15,
        "ratings_count": 901128,
        "text_reviews_count": 51951
      }
    },
    "average_rating": 3.9,
    "ratings_count": 47352,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/60321447-chip-war",
    "title": "Chip War: The Fight for the World's Most Critical Technology",
    "title_without_series": "Chip War: The Fight for the World's Most Critical Technology",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1662566820l/60321447._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1662566820l/60321447._SX98_.jpg",
    "description": "An epic account of the decades-long battle to control what has emerged as the world's most critical resource—microchip technology—with the United States and China increasingly in conflict.<br /><br />You may be surprised to learn that microchips are the new oil—the scarce resource on which the modern world depends. Today, military, economic, and geopolitical power are built on a foundation of computer chips. Virtually <em>everything</em>— from missiles to microwaves, smartphones to the stock market — runs on chips. Until recently, America designed and built the fastest chips and maintained its lead as the #1 superpower. Now, America's edge is slipping, undermined by competitors in Taiwan, Korea, Europe, and, above all, China. Today, as <i>Chip War</i> reveals, China, which spends more money each year importing chips than it spends importing oil, is pouring billions into a chip-building initiative to catch up to the US. At stake is America's military superiority and economic prosperity.<br /><br />Economic historian Chris Miller explains how the semiconductor came to play a critical role in modern life and how the U.S. become dominant in chip design and manufacturing and applied this technology to military systems. America's victory in the Cold War and its global military dominance stems from its ability to harness computing power more effectively than any other power. But here, too, China is catching up, with its chip-building ambitions and military modernization going hand in hand. America has let key components of the chip-building process slip out of its grasp, contributing not only to a worldwide chip shortage but also a new Cold War with a superpower adversary that is desperate to bridge the gap.<br /><br />Illuminating, timely, and fascinating, <i>Chip War</i> shows that, to make sense of the current state of politics, economics, and technology, we must first understand the vital role played by chips.",
    "num_pages": 431,
    "authors": {
      "author": {
        "id": 10070,
        "name": "Chris   Miller",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1675147491p5/10070.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1675147491p2/10070.jpg",
        "link": "https://www.goodreads.com/author/show/10070.Chris_Miller",
        "average_rating": 4.38,
        "ratings_count": 41754,
        "text_reviews_count": 3793
      }
    },
    "average_rating": 4.41,
    "ratings_count": 40078,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/34890015-factfulness",
    "title": "Factfulness: Ten Reasons We're Wrong About the World – and Why Things Are Better Than You Think",
    "title_without_series": "Factfulness: Ten Reasons We're Wrong About the World – and Why Things Are Better Than You Think",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1544963815l/34890015._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1544963815l/34890015._SX98_.jpg",
    "description": "<b><i>Factfulness:</i> The stress-reducing habit of only carrying opinions for which you have strong supporting facts.</b><br /><br />When asked simple questions about global trends—<i>what percentage of the world’s population live in poverty; why the world’s population is increasing; how many girls finish school</i>—we systematically get the answers wrong. So wrong that a chimpanzee choosing answers at random will consistently outguess teachers, journalists, Nobel laureates, and investment bankers.<br /><br />In <i>Factfulness</i>, Professor of International Health and global TED phenomenon Hans Rosling, together with his two long-time collaborators, Anna and Ola, offers <b>a radical new explanation of why this happens</b>. They reveal <b>the ten instincts that distort our perspective</b>—from our tendency to divide the world into two camps (usually some version of <i>us</i> and <i>them</i>) to the way we consume media (where fear rules) to how we perceive progress (believing that most things are getting worse).<br /><br />Our problem is that we don’t know what we don’t know, and even our guesses are informed by unconscious and predictable biases.<br /><br /><b>It turns out that the world, for all its imperfections, is in a much better state than we might think.</b> That doesn’t mean there aren’t real concerns. But when we worry about everything all the time instead of embracing a worldview based on facts, we can lose our ability to focus on the things that threaten us most.<br /><br />Inspiring and revelatory, filled with lively anecdotes and moving stories, <b><i>Factfulness </i>is an urgent and essential book that will change the way you see the world and empower you to respond to the crises and opportunities of the future. </b>",
    "num_pages": 342,
    "authors": {
      "author": {
        "id": 2790706,
        "name": "Hans Rosling",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1486521286p5/2790706.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1486521286p2/2790706.jpg",
        "link": "https://www.goodreads.com/author/show/2790706.Hans_Rosling",
        "average_rating": 4.35,
        "ratings_count": 204163,
        "text_reviews_count": 16230
      }
    },
    "average_rating": 4.36,
    "ratings_count": 200776,
    "publication_day": 3,
    "publication_month": 4,
    "publication_year": 2018
  },
  {
    "link": "https://www.goodreads.com/book/show/1150300.Fooled_by_Randomness",
    "title": "Fooled by Randomness: The Hidden Role of Chance in Life and in the Markets",
    "title_without_series": "Fooled by Randomness: The Hidden Role of Chance in Life and in the Markets",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1336107222l/1150300._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1336107222l/1150300._SX98_.jpg",
    "description": "<b><i>Fooled by Randomness </i>is a standalone book in Nassim Nicholas Taleb’s landmark Incerto series, an investigation of opacity, luck, uncertainty, probability, human error, risk, and decision-making in a world we don’t understand. The other books in the series are <i>The Black Swan, Antifragile, </i>and <i>The Bed of Procrustes</i>.</b><br /><br />Now in a striking new hardcover edition, Fooled by Randomness is the word-of-mouth sensation that will change the way you think about business and the world. Nassim Nicholas Taleb–veteran trader, renowned risk expert, polymathic scholar, erudite raconteur, and New York Times bestselling author of The Black Swan–has written a modern classic that turns on its head what we believe about luck and skill.<br /><br /> This book is about luck–or more precisely, about how we perceive and deal with luck in life and business. Set against the backdrop of the most conspicuous forum in which luck is mistaken for skill–the world of trading–<i>Fooled by Randomness</i> provides captivating insight into one of the least understood factors in all our lives. Writing in an entertaining narrative style, the author tackles major intellectual issues related to the underestimation of the influence of happenstance on our lives.<br /><br /> The book is populated with an array of characters, some of whom have grasped, in their own way, the significance of chance: the baseball legend Yogi Berra; the philosopher of knowledge Karl Popper; the ancient world’s wisest man, Solon; the modern financier George Soros; and the Greek voyager Odysseus. We also meet the fictional Nero, who seems to understand the role of randomness in his professional life but falls victim to his own superstitious foolishness.<br /><br /> However, the most recognizable character of all remains unnamed–the lucky fool who happens to be in the right place at the right time–he embodies the “survival of the least fit.” Such individuals attract devoted followers who believe in their guru’s insights and methods. But no one can replicate what is obtained by chance.<br /><br /> Are we capable of distinguishing the fortunate charlatan from the genuine visionary? Must we always try to uncover nonexistent messages in random events? It may be impossible to guard ourselves against the vagaries of the goddess Fortuna, but after reading <i>Fooled by Randomness</i> we can be a little better prepared.<br /><br /><b>\n  <u>PRAISE FOR <i>FOOLED BY RANDOMNESS</i></u>\n</b>:<br /><br /><b>Named by Fortune One of the Smartest Books of All Time<br /><br /> A Financial Times Best Business Book of the Year</b><br /><br /> “[<i>Fooled by Randomness</i>] is to conventional Wall Street wisdom approximately what Martin Luther’s ninety-five theses were to the Catholic Church.”<br /> –Malcolm Gladwell, author of <i>Blink</i><br /><br /> “The book that rolled down Wall Street like a hand grenade.”<br /> –Maggie Mahar, author of <i>Bull! A History of the Boom, 1982—1999</i><br /><br /> “Fascinating . . . Taleb will grab you.”<br /> –Peter L. Bernstein, author of <i>Capital Ideas Evolving</i><br /><br /> “Recalls the best of scientist/essayists like Richard Dawkins . . . and Stephen Jay Gould.”<br /> –Michael Schrage, author of <i>Serious Play: How the World’s Best Companies Simulate to Innovate</i><br /><br /> “We need a book like this. . . . Fun to read, refreshingly independent-minded.”<br /> –Robert J. Shiller, author of <i>Irrational Exuberance </i><br /><br /> “Powerful . . . loaded with crackling little insights [and] extreme brilliance.”<br /><i>–National Review</i>",
    "num_pages": "",
    "authors": {
      "author": {
        "id": 21559,
        "name": "Nassim Nicholas Taleb",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1206025993p5/21559.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1206025993p2/21559.jpg",
        "link": "https://www.goodreads.com/author/show/21559.Nassim_Nicholas_Taleb",
        "average_rating": 4.01,
        "ratings_count": 306765,
        "text_reviews_count": 21091
      }
    },
    "average_rating": 4.08,
    "ratings_count": 71029,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/23281872-how-not-to-be-wrong",
    "title": "How Not to Be Wrong: The Power of Mathematical Thinking",
    "title_without_series": "How Not to Be Wrong: The Power of Mathematical Thinking",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1432987179l/23281872._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1432987179l/23281872._SX98_.jpg",
    "description": "“Witty, compelling, and just plain fun to read . . .\" — Evelyn Lamb,  Scientific American<br /><br />The Freakonomics of math—a math-world superstar unveils the hidden beauty and logic of the world and puts its power in our hands<br /><br />The math we learn in school can seem like a dull set of rules, laid down by the ancients and not to be questioned. In How Not to Be Wrong , Jordan Ellenberg shows us how terribly limiting this view is: Math isn’t confined to abstract incidents that never occur in real life, but rather touches everything we do—the whole world is shot through with it.<br /><br />Math allows us to see the hidden structures underneath the messy and chaotic surface of our world. It’s a science of not being wrong, hammered out by centuries of hard work and argument. Armed with the tools of mathematics, we can see through to the true meaning of information we take for granted: How early should you get to the airport? What does “public opinion” really represent? Why do tall parents have shorter children? Who really won Florida in 2000? And how likely are you, really, to develop cancer?<br /><br />How Not to Be Wrong presents the surprising revelations behind all of these questions and many more, using the mathematician’s method of analyzing life and exposing the hard-won insights of the academic community to the layman—minus the jargon. Ellenberg chases mathematical threads through a vast range of time and space, from the everyday to the cosmic, encountering, among other things, baseball, Reaganomics, daring lottery schemes, Voltaire, the replicability crisis in psychology, Italian Renaissance painting, artificial languages, the development of non-Euclidean geometry, the coming obesity apocalypse, Antonin Scalia’s views on crime and punishment, the psychology of slime molds, what Facebook can and can’t figure out about you, and the existence of God.<br /><br />Ellenberg pulls from history as well as from the latest theoretical developments to provide those not trained in math with the knowledge they need. Math, as Ellenberg says, is “an atomic-powered prosthesis that you attach to your common sense, vastly multiplying its reach and strength.” With the tools of mathematics in hand, you can understand the world in a deeper, more meaningful way. How Not to Be Wrong will show you how.",
    "num_pages": 457,
    "authors": {
      "author": {
        "id": 359894,
        "name": "Jordan Ellenberg",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1622052352p5/359894.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1622052352p2/359894.jpg",
        "link": "https://www.goodreads.com/author/show/359894.Jordan_Ellenberg",
        "average_rating": 3.93,
        "ratings_count": 23499,
        "text_reviews_count": 2201
      }
    },
    "average_rating": 3.95,
    "ratings_count": 21272,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/218372426-moral-ambition",
    "title": "Moral Ambition: Stop Wasting Your Talent and Start Making a Difference",
    "title_without_series": "Moral Ambition: Stop Wasting Your Talent and Start Making a Difference",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1735426102l/218372426._SX50_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1735426102l/218372426._SX98_.jpg",
    "description": "<b>From the author of the <i>New York Times</i> bestsellers <i>Humankind</i> and <i>Utopia for Realists</i>—“a more politically radical Malcolm Gladwell” (<i>The New York Times</i>)—comes a bold manifesto daring us to harness our talents and transform our idealism into action, all with the goal of making the world a wildly better place.</b><br /><br />A career consists of 2,000 workweeks, and how you spend that time is one of the most important decisions of your life. Still, millions of people are stuck in in mind-numbing, pointless, or just plain harmful jobs.<br /><br />There’s an antidote to this waste of talent, and it’s called moral ambition. Moral ambition is the will to be among the best, but with different measures of success. Not a fancy title, fat salary, or corner office, but a career dedicated to the best solutions to the world’s biggest problems— whether that means tackling climate change, making pandemics history or fighting Big Tobacco.<br /><br />In <i>Moral Ambition</i>, internationally bestselling author Rutger Bregman reveals how our conventional definitions of success are harming us and the planet, and shows how we can shift the focus from personal gain to societal benefit. In the process, he explains, we will join a growing movement of pioneers who are already living out this ethos. They’re the builders, the problem-solvers, the doers who have chosen a path less traveled. A guidebook to finding that path for ourselves, <i>Moral Ambition</i> reminds us that the real measure of success lies not in what we accumulate, but in what we contribute, and shows how we, too, can build a legacy that truly matters.",
    "num_pages": "",
    "authors": {
      "author": {
        "id": 5781839,
        "name": "Rutger Bregman",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1729169623p5/5781839.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1729169623p2/5781839.jpg",
        "link": "https://www.goodreads.com/author/show/5781839.Rutger_Bregman",
        "average_rating": 4.22,
        "ratings_count": 138231,
        "text_reviews_count": 14103
      }
    },
    "average_rating": 3.75,
    "ratings_count": 10023,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/17662487-nudge",
    "title": "Nudge: Improving Decisions About Health, Wealth, and Happiness",
    "title_without_series": "Nudge: Improving Decisions About Health, Wealth, and Happiness",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1363727799l/17662487._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1363727799l/17662487._SX98_.jpg",
    "description": "For fans of Malcolm Gladwell’s Blink and Nobel Prize winner Daniel Kahneman’s Thinking Fast and Slow, a revelatory new look at how we make decisions<br /><br />A New York Times bestseller<br />An Economist Best Book of the Year<br />A Financial Times Best Book of the Year<br /><br />Nudge is about choices—how we make them and how we can make better ones. Drawing on decades of research in the fields of behavioral science and economics, authors Richard H. Thaler and Cass R. Sunstein offer a new perspective on preventing the countless mistakes we make—ill-advised personal investments, consumption of unhealthy foods, neglect of our natural resources—and show us how sensible “choice architecture” can successfully nudge people toward the best decisions. In the tradition of The Tipping Point and Freakonomics, Nudge is straightforward, informative, and entertaining—a must-read for anyone interested in our individual and collective well-being.",
    "num_pages": 324,
    "authors": {
      "author": {
        "id": 65483,
        "name": "Richard H. Thaler",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1438885744p5/65483.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1438885744p2/65483.jpg",
        "link": "https://www.goodreads.com/author/show/65483.Richard_H_Thaler",
        "average_rating": 3.9,
        "ratings_count": 118442,
        "text_reviews_count": 6861
      }
    },
    "average_rating": 3.84,
    "ratings_count": 94295,
    "publication_day": 24,
    "publication_month": 2,
    "publication_year": 2009
  },
  {
    "link": "https://www.goodreads.com/book/show/25135194-prisoners-of-geography",
    "title": "Prisoners of Geography: Ten Maps That Tell You Everything You Need to Know About Global Politics (Politics of Place, #1)",
    "title_without_series": "Prisoners of Geography: Ten Maps That Tell You Everything You Need to Know About Global Politics",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1432827094l/25135194._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1432827094l/25135194._SX98_.jpg",
    "description": "<i>Geography shapes not only our history, but where we're headed...</i><br /><br />All leaders are constrained by geography. Their choices are limited by mountains, rivers, seas and concrete. Yes, to follow world events you need to understand people, ideas and movements - but if you don't know geography, you'll never have the full picture.<br /><br />If you've ever wondered why Putin is so obsessed with Crimea, why the USA was destined to become a global superpower, or why China's power base continues to expand ever outwards, the answers are all here.<br /><br /><b>In ten chapters and ten maps, <i>Prisoners of Geography</i> looks at the past, present and future to offer an essential insight into one of the major factors that determines world history.<br /><br />It's time to put the 'geo' back into geopolitics.<br /><br />Ten maps; ten chapters:<br /><br />Russia * China * United States of America * Latin America * the Middle East * Africa * India and Pakistan * Europe * Japan and Korea * the Arctic</b>",
    "num_pages": 256,
    "authors": {
      "author": {
        "id": 713466,
        "name": "Tim  Marshall",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1489696759p5/713466.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1489696759p2/713466.jpg",
        "link": "https://www.goodreads.com/author/show/713466.Tim_Marshall",
        "average_rating": 4.14,
        "ratings_count": 163862,
        "text_reviews_count": 13584
      }
    },
    "average_rating": 4.19,
    "ratings_count": 115392,
    "publication_day": 9,
    "publication_month": 7,
    "publication_year": 2015
  },
  {
    "link": "https://www.goodreads.com/book/show/54493401-project-hail-mary",
    "title": "Project Hail Mary",
    "title_without_series": "Project Hail Mary",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1764703833l/54493401._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1764703833l/54493401._SX98_.jpg",
    "description": "<b>A LONE ASTRONAUT. <br />AN IMPOSSIBLE MISSION. <br />AN ALLY HE NEVER IMAGINED.</b><br /><br /><b> RYLAND GRACE</b> is the sole survivor on a desperate, last-chance mission—and if he fails, humanity and Earth itself will perish.<br /><br />Except that right now, he doesn’t know that. He can’t even remember his own name, let alone the nature of his assignment or how to complete it.<br /><br />All he knows is that he’s been asleep for a very, very long time. And he’s just been awakened to find himself millions of miles from home, with nothing but two corpses for company.<br /><br />His crewmates dead, his memories fuzzily returning, Ryland realizes that an impossible task now confronts him. Hurtling through space on this tiny ship, it’s up to him to puzzle out an impossible scientific mystery—and conquer an extinction-level threat to our species.<br /><br />And with the clock ticking down and the nearest human being light-years away, he’s got to do it all alone.<br /><br />Or does he?<br /><br />An irresistible interstellar adventure as only Andy Weir could imagine it, <i>Project Hail Mary</i> is a tale of discovery, speculation, and survival to rival <i>The Martian</i>—while taking us to places it never dreamed of going.",
    "num_pages": 476,
    "authors": {
      "author": {
        "id": 6540057,
        "name": "Andy Weir",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1382592903p5/6540057.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1382592903p2/6540057.jpg",
        "link": "https://www.goodreads.com/author/show/6540057.Andy_Weir",
        "average_rating": 4.34,
        "ratings_count": 2757188,
        "text_reviews_count": 279785
      }
    },
    "average_rating": 4.5,
    "ratings_count": 1056740,
    "publication_day": 4,
    "publication_month": 5,
    "publication_year": 2021
  },
  {
    "link": "https://www.goodreads.com/book/show/54968118-the-code-breaker",
    "title": "The Code Breaker: Jennifer Doudna, Gene Editing, and the Future of the Human Race",
    "title_without_series": "The Code Breaker: Jennifer Doudna, Gene Editing, and the Future of the Human Race",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1610894755l/54968118._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1610894755l/54968118._SX98_.jpg",
    "description": "When Jennifer Doudna was in sixth grade, she came home one day to find that her dad had left a paperback titled <i>The Double Helix</i> on her bed. As she sped through the pages, she became enthralled by the intense drama behind the competition to discover the code of life. Even though her high school counselor told her girls didn’t become scientists, she decided she would.<br /><br />Driven by a passion to understand how nature works and to turn discoveries into inventions, she would help to make what the book’s author, James Watson, told her was the most important biological advance since his co-discovery of the structure of DNA. She and her collaborators turned <b>​</b>a curiosity ​of nature into an invention that will transform the human race: an easy-to-use tool that can edit DNA. Known as CRISPR, it opened a brave new world of medical miracles and moral questions.<br /> <br />The development of CRISPR and the race to create vaccines for coronavirus will hasten our transition to the next great innovation revolution. The past half-century has been a digital age, based on the microchip, computer, and internet. Now we are entering a life-science revolution. Children who study digital coding will be joined by those who study genetic code.<br /> <br />Should we use our new evolution-hacking powers to make us less susceptible to viruses? What a wonderful boon that would be! And what about preventing depression? Hmmm…Should we allow parents, if they can afford it, to enhance the height or muscles or IQ of their kids?<br /> <br />After helping to discover CRISPR, Doudna became a leader in wrestling with these moral issues and, with her collaborator Emmanuelle Charpentier, won the Nobel Prize in 2020.",
    "num_pages": 536,
    "authors": {
      "author": {
        "id": 7111,
        "name": "Walter Isaacson",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1192222433p5/7111.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1192222433p2/7111.jpg",
        "link": "https://www.goodreads.com/author/show/7111.Walter_Isaacson",
        "average_rating": 4.16,
        "ratings_count": 2014336,
        "text_reviews_count": 54394
      }
    },
    "average_rating": 4.28,
    "ratings_count": 40849,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/18295861-the-first-fifteen-lives-of-harry-august",
    "title": "The First Fifteen Lives of Harry August",
    "title_without_series": "The First Fifteen Lives of Harry August",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1379133081l/18295861._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1379133081l/18295861._SX98_.jpg",
    "description": "Some stories cannot be told in just one lifetime. Harry August is on his deathbed. Again. No matter what he does or the decisions he makes, when death comes, Harry always returns to where he began, a child with all the knowledge of a life he has already lived a dozen times before. Nothing ever changes. Until now. As Harry nears the end of his eleventh life, a little girl appears at his bedside. \"I nearly missed you, Doctor August,\" she says. \"I need to send a message.\" This is the story of what Harry does next, and what he did before, and how he tries to save a past he cannot change and a future he cannot allow.",
    "num_pages": 416,
    "authors": {
      "author": {
        "id": 7210024,
        "name": "Claire North",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1440105009p5/7210024.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1440105009p2/7210024.jpg",
        "link": "https://www.goodreads.com/author/show/7210024.Claire_North",
        "average_rating": 3.91,
        "ratings_count": 173257,
        "text_reviews_count": 23182
      }
    },
    "average_rating": 4.03,
    "ratings_count": 98737,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/29807115-the-selfish-gene",
    "title": "The Selfish Gene",
    "title_without_series": "The Selfish Gene",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1463949436l/29807115._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1463949436l/29807115._SX98_.jpg",
    "description": "The million copy international bestseller, critically acclaimed and translated into over 25 languages. <br />As influential today as when it was first published, The Selfish Gene has become a classic exposition of evolutionary thought. Professor Dawkins articulates a gene's eye view of evolution - a view giving centre stage to these persistent units of information, and in which organisms can be seen as vehicles for their replication. This imaginative, powerful, and stylistically brilliant work not only brought the insights of Neo-Darwinism to a wide audience, but galvanized the biology community, generating much debate and stimulating whole new areas of research. Forty years later, its insights remain as relevant today as on the day it was published. <br />This 40th anniversary edition includes a new epilogue from the author discussing the continuing relevance of these ideas in evolutionary biology today, as well as the original prefaces and foreword, and extracts from early reviews. <br />Oxford Landmark Science books are 'must-read' classics of modern science writing which have crystallized big ideas, and shaped the way we think.<br />",
    "num_pages": 464,
    "authors": {
      "author": {
        "id": 1194,
        "name": "Richard Dawkins",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1377030297p5/1194.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1377030297p2/1194.jpg",
        "link": "https://www.goodreads.com/author/show/1194.Richard_Dawkins",
        "average_rating": 4.03,
        "ratings_count": 758680,
        "text_reviews_count": 30183
      }
    },
    "average_rating": 4.16,
    "ratings_count": 191911,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/20518872-the-three-body-problem",
    "title": "The Three-Body Problem (Remembrance of Earth’s Past, #1)",
    "title_without_series": "The Three-Body Problem",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415428227l/20518872._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415428227l/20518872._SX98_.jpg",
    "description": "Set against the backdrop of China's Cultural Revolution, a secret military project sends signals into space to establish contact with aliens. An alien civilization on the brink of destruction captures the signal and plans to invade Earth. Meanwhile, on Earth, different camps start forming, planning to either welcome the superior beings and help them take over a world seen as corrupt, or to fight against the invasion.",
    "num_pages": 472,
    "authors": {
      "author": {
        "id": 5780686,
        "name": "Liu Cixin",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1454974329p5/5780686.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1454974329p2/5780686.jpg",
        "link": "https://www.goodreads.com/author/show/5780686.Liu_Cixin",
        "average_rating": 4.2,
        "ratings_count": 935597,
        "text_reviews_count": 88360
      }
    },
    "average_rating": 4.08,
    "ratings_count": 485947,
    "publication_day": "",
    "publication_month": "",
    "publication_year": ""
  },
  {
    "link": "https://www.goodreads.com/book/show/599660.The_Undercover_Economist",
    "title": "The Undercover Economist",
    "title_without_series": "The Undercover Economist",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1383177118l/599660._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1383177118l/599660._SX98_.jpg",
    "description": "Who makes most money from the demand for cappuccinos early in the morning at Waterloo Station? Why is it impossible to get a foot on the property ladder? How does the Mafia make money from laundries when street gangs pushing drugs don’t? Who really benefits from immigration? How can China, in just fifty years, go from the world’s worst famine to one of the greatest economic revolutions of all time, lifting a million people out of poverty a month?<br /><br />Looking at familiar situations in unfamiliar ways, THE UNDERCOVER ECONOMIST is a fresh explanation of the fundamental principles of the modern economy, illuminated by examples from the streets of London to the booming skyscrapers of Shanghai to the sleepy canals of Bruges. Leaving behind textbook jargon and equations, Tim Harford will reveal the games of signals and negotiations, contests of strength and battles of wit that drive not only the economy at large but the everyday choices we make.",
    "num_pages": 278,
    "authors": {
      "author": {
        "id": 14442,
        "name": "Tim Harford",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1271375056p5/14442.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1271375056p2/14442.jpg",
        "link": "https://www.goodreads.com/author/show/14442.Tim_Harford",
        "average_rating": 3.89,
        "ratings_count": 60579,
        "text_reviews_count": 4332
      }
    },
    "average_rating": 3.81,
    "ratings_count": 29429,
    "publication_day": "",
    "publication_month": "",
    "publication_year": 2007
  },
  {
    "link": "https://www.goodreads.com/book/show/25516595-thinking-fast-and-slow",
    "title": "Thinking, Fast and Slow",
    "title_without_series": "Thinking, Fast and Slow",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1431276290l/25516595._SY75_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1431276290l/25516595._SX98_.jpg",
    "description": "<b>In the highly anticipated <i>Thinking, Fast and Slow</i>, Kahneman takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think.</b><br /><br />System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. Kahneman exposes the extraordinary capabilities — and also the faults and biases — of fast thinking, and reveals the pervasive influence of intuitive impressions on our thoughts and behavior. <br /><br />The impact of loss aversion and overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the challenges of properly framing risks at work and at home, the profound effect of cognitive biases on everything from playing the stock market to planning the next vacation — each of these can be understood only by knowing how the two systems work together to shape our judgments and decisions.<br /><br />Engaging the reader in a lively conversation about how we think, Kahneman reveals where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking. He offers practical and enlightening insights into how choices are made in both our business and our personal lives — and how we can use different techniques to guard against the mental glitches that often get us into trouble. <br /><br /><i>Thinking, Fast and Slow</i> will transform the way you think about thinking.",
    "num_pages": 504,
    "authors": {
      "author": {
        "id": 72401,
        "name": "Daniel Kahneman",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1615917414p5/72401.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1615917414p2/72401.jpg",
        "link": "https://www.goodreads.com/author/show/72401.Daniel_Kahneman",
        "average_rating": 4.15,
        "ratings_count": 605343,
        "text_reviews_count": 21271
      }
    },
    "average_rating": 4.17,
    "ratings_count": 582522,
    "publication_day": "",
    "publication_month": "",
    "publication_year": 2012
  },
  {
    "link": "https://www.goodreads.com/book/show/40876575-utopia-for-realists",
    "title": "Utopia for Realists: How We Can Build the Ideal World",
    "title_without_series": "Utopia for Realists: How We Can Build the Ideal World",
    "small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1618785125l/40876575._SX50_.jpg",
    "image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1618785125l/40876575._SX98_.jpg",
    "description": "<b>Universal basic income. A 15-hour workweek. Open borders. Does it sound too good to be true? One of Europe's leading young thinkers shows how we can build an ideal world today.</b> <br /><br />After working all day at jobs we often dislike, we buy things we don't need. Rutger Bregman, a Dutch historian, reminds us it needn't be this way—and in some places it isn't. Rutger Bregman's TED Talk about universal basic income seemed impossibly radical when he delivered it in 2014. A quarter of a million views later, the subject of that video is being seriously considered by leading economists and government leaders the world over. It's just one of the many utopian ideas that Bregman proves is possible today. <br /><br /><i>Utopia for Realists</i> is one of those rare books that takes you by surprise and challenges what you think can happen. From a Canadian city that once completely eradicated poverty, to Richard Nixon's near implementation of a basic income for millions of Americans, Bregman takes us on a journey through history, and beyond the traditional left-right divides, as he champions ideas whose time have come. <br /><br />Every progressive milestone of civilization—from the end of slavery to the beginning of democracy—was once considered a utopian fantasy. Bregman's book, both challenging and bracing, demonstrates that new utopian ideas, like the elimination of poverty and the creation of the fifteen-hour workweek, can become a reality in our lifetime. Being unrealistic and unreasonable can in fact make the impossible inevitable, and it is the only way to build the ideal world.",
    "num_pages": 262,
    "authors": {
      "author": {
        "id": 5781839,
        "name": "Rutger Bregman",
        "role": "",
        "image_url": "https://images.gr-assets.com/authors/1729169623p5/5781839.jpg",
        "small_image_url": "https://images.gr-assets.com/authors/1729169623p2/5781839.jpg",
        "link": "https://www.goodreads.com/author/show/5781839.Rutger_Bregman",
        "average_rating": 4.22,
        "ratings_count": 138231,
        "text_reviews_count": 14103
      }
    },
    "average_rating": 4.21,
    "ratings_count": 42689,
    "publication_day": 14,
    "publication_month": 3,
    "publication_year": 2017
  }
]