[
  {
    "id": {
      "type": "integer",
      "$t": "23019295"
    },
    "isbn": "0062385321",
    "isbn13": "9780062385321",
    "text_reviews_count": {
      "type": "integer",
      "$t": "773"
    },
    "uri": "kca://book/amzn1.gr.book.v1.4mLQ9huhBsmIdhaX1HUPJg",
    "title": "When to Rob a Bank",
    "title_without_series": "When to Rob a Bank",
    "image_url": "https://images.gr-assets.com/books/1428535442m/23019295.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1428535442s/23019295.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/23019295-when-to-rob-a-bank",
    "num_pages": "387",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "William Morrow",
    "publication_day": "5",
    "publication_year": "2015",
    "publication_month": "5",
    "average_rating": "3.48",
    "ratings_count": "9949",
    "description": "In celebration of the 10th anniversary of the landmark book Freakonomics comes this curated collection from the most readable economics blog in the universe. It’s the perfect solution for the millions of readers who love all things Freakonomics. Surprising and erudite, eloquent and witty, When to Rob a Bank demonstrates the brilliance that has made the Freakonomics guys an international sensation, with more than 7 million books sold in 40 languages, and 150 million downloads of their Freakonomics Radio podcast.<br /><br />When Freakonomics was first published, the authors started a blog—and they’ve kept it up. The writing is more casual, more personal, even more outlandish than in their books. In When to Rob a Bank, they ask a host of typically off-center questions: Why don’t flight attendants get tipped? If you were a terrorist, how would you attack? And why does KFC always run out of fried chicken?<br /><br />Over the past decade, Steven D. Levitt and Stephen J. Dubner have published more than 8,000 blog posts on Freakonomics.com. Many of them, they freely admit, were rubbish. But now they’ve gone through and picked the best of the best. You’ll discover what people lie about, and why; the best way to cut gun deaths; why it might be time for a sex tax; and, yes, when to rob a bank. (Short answer: never; the ROI is terrible.) You’ll also learn a great deal about Levitt and Dubner’s own quirks and passions, from gambling and golf to backgammon and the abolition of the penny. <br /><br />Steven D. Levitt, a professor of economics at the University of Chicago, was awarded the John Bates Clark medal, given to the most influential American economist under forty. He is also a founder of The Greatest Good, which applies Freakonomics-style thinking to business and philanthropy.<br /><br />Stephen J. Dubner is an award-winning author, journalist, and radio and TV personality. He quit his first career—as an almost-rock-star—to become a writer. He has since taught English at Columbia, worked for The New York Times and published three non-Freakonomics books.",
    "authors": {
      "author": {
        "id": "798",
        "name": "Steven D. Levitt",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1215370905p5/798.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1215370905p2/798.jpg"
        },
        "link": "https://www.goodreads.com/author/show/798.Steven_D_Levitt",
        "average_rating": "3.94",
        "ratings_count": "762523",
        "text_reviews_count": "23014"
      }
    },
    "published": "2015",
    "work": {
      "id": "42827960",
      "uri": "kca://work/amzn1.gr.work.v1.J8GGE1sUerVdYjg5cYecrA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "17331349"
    },
    "isbn": "0062218360",
    "isbn13": "9780062218360",
    "text_reviews_count": {
      "type": "integer",
      "$t": "2480"
    },
    "uri": "kca://book/amzn1.gr.book.v1.TnTISZXXMOJTlhGCtUrifQ",
    "title": "Think Like a Freak",
    "title_without_series": "Think Like a Freak",
    "image_url": "https://images.gr-assets.com/books/1395610974m/17331349.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1395610974s/17331349.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/17331349-think-like-a-freak",
    "num_pages": "304",
    "format": "ebook",
    "edition_information": {},
    "publisher": "William Morrow",
    "publication_day": "12",
    "publication_year": "2014",
    "publication_month": "5",
    "average_rating": "3.84",
    "ratings_count": "38458",
    "description": "The New York Times bestselling Freakonomics changed the way we see the world, exposing the hidden side of just about everything. Then came SuperFreakonomics, a documentary film, an award-winning podcast, and more.<br /><br />Now, with Think Like a Freak, Steven D. Levitt and Stephen J. Dubner have written their most revolutionary book yet. With their trademark blend of captivating storytelling and unconventional analysis, they take us inside their thought process and teach us all to think a bit more productively, more creatively, more rationally—to think, that is, like a Freak.<br /><br />Levitt and Dubner offer a blueprint for an entirely new way to solve problems, whether your interest lies in minor lifehacks or major global reforms. As always, no topic is off-limits. They range from business to philanthropy to sports to politics, all with the goal of retraining your brain. Along the way, you’ll learn the secrets of a Japanese hot-dog-eating champion, the reason an Australian doctor swallowed a batch of dangerous bacteria, and why Nigerian e-mail scammers make a point of saying they’re from Nigeria.<br /><br />Some of the steps toward thinking like a Freak:<br /><br />First, put away your moral compass—because it’s hard to see a problem clearly if you’ve already decided what to do about it.<br />Learn to say “I don’t know”—for until you can admit what you don’t yet know, it’s virtually impossible to learn what you need to.<br />Think like a child—because you’ll come up with better ideas and ask better questions.<br />Take a master class in incentives—because for better or worse, incentives rule our world.<br />Learn to persuade people who don’t want to be persuaded—because being right is rarely enough to carry the day.<br />Learn to appreciate the upside of quitting—because you can’t solve tomorrow’s problem if you aren’t willing to abandon today’s dud.<br />Levitt and Dubner plainly see the world like no one else. Now you can too. Never before have such iconoclastic thinkers been so revealing—and so much fun to read.",
    "authors": {
      "author": {
        "id": "798",
        "name": "Steven D. Levitt",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1215370905p5/798.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1215370905p2/798.jpg"
        },
        "link": "https://www.goodreads.com/author/show/798.Steven_D_Levitt",
        "average_rating": "3.94",
        "ratings_count": "762523",
        "text_reviews_count": "23014"
      }
    },
    "published": "2014",
    "work": {
      "id": "24034629",
      "uri": "kca://work/amzn1.gr.work.v1.X9KDeFLR9RIKHTG729pxrQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "28186015"
    },
    "isbn": "0553418815",
    "isbn13": "9780553418811",
    "text_reviews_count": {
      "type": "integer",
      "$t": "1226"
    },
    "uri": "kca://book/amzn1.gr.book.v1.kR42Z-vGOGZfXkbj3jnZLw",
    "title": "Weapons of Math Destruction: How Big Data Increases Inequality and Threatens Democracy",
    "title_without_series": "Weapons of Math Destruction: How Big Data Increases Inequality and Threatens Democracy",
    "image_url": "https://images.gr-assets.com/books/1456091964m/28186015.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1456091964s/28186015.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/28186015-weapons-of-math-destruction",
    "num_pages": "259",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Crown",
    "publication_day": "6",
    "publication_year": "2016",
    "publication_month": "9",
    "average_rating": "3.87",
    "ratings_count": "9228",
    "description": "<b>A former Wall Street quant sounds an alarm on mathematical modeling—a pervasive new force in society that threatens to undermine democracy and widen inequality.</b><br />  <br /> We live in the age of the algorithm. Increasingly, the decisions that affect our lives—where we go to school, whether we get a car loan, how much we pay for health insurance—are being made not by humans, but by mathematical models. In theory, this should lead to greater fairness: Everyone is judged according to the same rules, and bias is eliminated. But as Cathy O’Neil reveals in this shocking book, the opposite is true. The models being used today are opaque, unregulated, and uncontestable, even when they’re wrong. Most troubling, they reinforce discrimination: If a poor student can’t get a loan because a lending model deems him too risky (by virtue of his race or neighborhood), he’s then cut off from the kind of education that could pull him out of poverty, and a vicious spiral ensues. Models are propping up the lucky and punishing the downtrodden, creating a “toxic cocktail for democracy.” Welcome to the dark side of Big Data.<br />  <br /> Tracing the arc of a person’s life, from college to retirement, O’Neil exposes the black box models that shape our future, both as individuals and as a society. Models that score teachers and students, sort resumes, grant (or deny) loans, evaluate workers, target voters, set parole, and monitor our health—all have pernicious feedback loops. They don’t simply <i>describe</i> reality, as proponents claim, they <i>change</i> reality, by expanding or limiting the opportunities people have. O’Neil calls on modelers to take more responsibility for how their algorithms are being used. But in the end, it’s up to us to become more savvy about the models that govern our lives. This important book empowers us to ask the tough questions, uncover the truth, and demand change.",
    "authors": {
      "author": {
        "id": "6928121",
        "name": "Cathy O'Neil",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1514301784p5/6928121.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1514301784p2/6928121.jpg"
        },
        "link": "https://www.goodreads.com/author/show/6928121.Cathy_O_Neil",
        "average_rating": "3.86",
        "ratings_count": "9783",
        "text_reviews_count": "1458"
      }
    },
    "published": "2016",
    "work": {
      "id": "48207762",
      "uri": "kca://work/amzn1.gr.work.v1.pgdFnJ2LUbWXtHYXaGup6w"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "6117055"
    },
    "isbn": "059306173X",
    "isbn13": "9780593061732",
    "text_reviews_count": {
      "type": "integer",
      "$t": "1436"
    },
    "uri": "kca://book/amzn1.gr.book.v1.fo2Vx-51moY0NC8dfmnWQQ",
    "title": "The Greatest Show on Earth: The Evidence for Evolution",
    "title_without_series": "The Greatest Show on Earth: The Evidence for Evolution",
    "image_url": "https://images.gr-assets.com/books/1302127919m/6117055.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1302127919s/6117055.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/6117055-the-greatest-show-on-earth",
    "num_pages": "470",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Bantam Press",
    "publication_day": "10",
    "publication_year": "2009",
    "publication_month": "9",
    "average_rating": "4.16",
    "ratings_count": "42210",
    "description": "Charles Darwin’s masterpiece, <i>On the Origin of Species</i>, shook society to its core on publication in 1859. Darwin was only too aware of the storm his theory of evolution would provoke but he would surely have raised an incredulous eyebrow at the controversy still raging a century and a half later. Evolution is accepted as scientific fact by all reputable scientists and indeed theologians, yet millions of people continue to question its veracity.<br /><br />In <i>The Greatest Show on Earth</i> Richard Dawkins takes on creationists, including followers of ‘Intelligent Design’ and all those who question the fact of evolution through natural selection. Like a detective arriving on the scene of a crime, he sifts through fascinating layers of scientific facts and disciplines to build a cast-iron case: from the living examples of natural selection in birds and insects; the ‘time clocks’ of trees and radioactive dating that calibrate a timescale for evolution; the fossil record and the traces of our earliest ancestors; to confirmation from molecular biology and genetics. All of this, and much more, bears witness to the truth of evolution.<br /><br /><i>The Greatest Show on Earth</i> comes at a critical time: systematic opposition to the fact of evolution is now flourishing as never before, especially in America. In Britain and elsewhere in the world, teachers witness insidious attempts to undermine the status of science in their classrooms. Richard Dawkins provides unequivocal evidence that boldly and comprehensively rebuts such nonsense. At the same time he shares with us his palpable love of the natural world and the essential role that science plays in its interpretation. Written with elegance, wit and passion, it is hard-hitting, absorbing and totally convincing.",
    "authors": {
      "author": {
        "id": "1194",
        "name": "Richard Dawkins",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1377030297p5/1194.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1377030297p2/1194.jpg"
        },
        "link": "https://www.goodreads.com/author/show/1194.Richard_Dawkins",
        "average_rating": "4.01",
        "ratings_count": "521784",
        "text_reviews_count": "19604"
      }
    },
    "published": "2009",
    "work": {
      "id": "6295163",
      "uri": "kca://work/amzn1.gr.work.v1.A1QOT105FgFYHI1nrcj6kg"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "599660"
    },
    "isbn": "0349119856",
    "isbn13": "9780349119854",
    "text_reviews_count": {
      "type": "integer",
      "$t": "105"
    },
    "uri": "kca://book/amzn1.gr.book.v1.S48JHFaCmORIkUcczITrrA",
    "title": "The Undercover Economist",
    "title_without_series": "The Undercover Economist",
    "image_url": "https://images.gr-assets.com/books/1383177118m/599660.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1383177118s/599660.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/599660.The_Undercover_Economist",
    "num_pages": "278",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Abacus",
    "publication_day": {},
    "publication_year": "2007",
    "publication_month": {},
    "average_rating": "3.80",
    "ratings_count": "21906",
    "description": "Who makes most money from the demand for cappuccinos early in the morning at Waterloo Station? Why is it impossible to get a foot on the property ladder? How does the Mafia make money from laundries when street gangs pushing drugs don’t? Who really benefits from immigration? How can China, in just fifty years, go from the world’s worst famine to one of the greatest economic revolutions of all time, lifting a million people out of poverty a month?<br /><br />Looking at familiar situations in unfamiliar ways, THE UNDERCOVER ECONOMIST is a fresh explanation of the fundamental principles of the modern economy, illuminated by examples from the streets of London to the booming skyscrapers of Shanghai to the sleepy canals of Bruges. Leaving behind textbook jargon and equations, Tim Harford will reveal the games of signals and negotiations, contests of strength and battles of wit that drive not only the economy at large but the everyday choices we make.",
    "authors": {
      "author": {
        "id": "14442",
        "name": "Tim Harford",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1271375056p5/14442.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1271375056p2/14442.jpg"
        },
        "link": "https://www.goodreads.com/author/show/14442.Tim_Harford",
        "average_rating": "3.82",
        "ratings_count": "35473",
        "text_reviews_count": "2195"
      }
    },
    "published": "2007",
    "work": {
      "id": "717900",
      "uri": "kca://work/amzn1.gr.work.v1.DTw_0ohm7T8mdoUL0oGKlg"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "23295463"
    },
    "isbn": {
      "nil": "true"
    },
    "isbn13": "9780349138930",
    "text_reviews_count": {
      "type": "integer",
      "$t": "4"
    },
    "uri": "kca://book/amzn1.gr.book.v1.9EnYe0eYY2Ep94D2TUZ-kg",
    "title": "The Undercover Economist Strikes Back",
    "title_without_series": "The Undercover Economist Strikes Back",
    "image_url": "https://images.gr-assets.com/books/1412195904m/23295463.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1412195904s/23295463.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/23295463-the-undercover-economist-strikes-back",
    "num_pages": "307",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Abacus",
    "publication_day": {},
    "publication_year": "2014",
    "publication_month": {},
    "average_rating": "3.88",
    "ratings_count": "2009",
    "description": "<b>A provocative and lively exploration of the increasingly important world of macroeconomics, by the author of the bestselling <i>The Undercover Economist</i>.</b><br /><br /> Thanks to the worldwide financial upheaval, economics is no longer a topic we can ignore. From politicians to hedge-fund managers to middle-class IRA holders, everyone must pay attention to how and why the global economy works the way it does.<br /><br /> Enter <i>Financial Times</i> columnist and bestselling author Tim Harford. In this new book that demystifies macroeconomics, Harford strips away the spin, the hype, and the jargon to reveal the truth about how the world’s economy actually works. With the wit of a raconteur and the clear grasp of an expert, Harford explains what’s really happening beyond today’s headlines, why all of us should care, and what we can do about it to understand it better.<br />",
    "authors": {
      "author": {
        "id": "14442",
        "name": "Tim Harford",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1271375056p5/14442.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1271375056p2/14442.jpg"
        },
        "link": "https://www.goodreads.com/author/show/14442.Tim_Harford",
        "average_rating": "3.82",
        "ratings_count": "35473",
        "text_reviews_count": "2195"
      }
    },
    "published": "2014",
    "work": {
      "id": "25386785",
      "uri": "kca://work/amzn1.gr.work.v1.9BDXbs-hUq5E6Sk4B3QgCA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "36064445"
    },
    "isbn": "0241300657",
    "isbn13": "9780241300657",
    "text_reviews_count": {
      "type": "integer",
      "$t": "593"
    },
    "uri": "kca://book/amzn1.gr.book.v1.axE0MsZyK2iuA2ZXFIOGwA",
    "title": "Skin in the Game: The Hidden Asymmetries in Daily Life",
    "title_without_series": "Skin in the Game: The Hidden Asymmetries in Daily Life",
    "image_url": "https://images.gr-assets.com/books/1510319798m/36064445.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1510319798s/36064445.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/36064445-skin-in-the-game",
    "num_pages": "272",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Allen Lane",
    "publication_day": "1",
    "publication_year": "2018",
    "publication_month": "6",
    "average_rating": "3.86",
    "ratings_count": "6699",
    "description": "From the <i>New York Times</i> bestselling author of <i>The Black Swan,</i> a bold new work that challenges many of our long-held beliefs about risk and reward, politics and religion, finance and personal responsibility<br /><br /> In his most provocative and practical book yet, one of the foremost thinkers of our time redefines what it means to understand the world, succeed in a profession, contribute to a fair and just society, detect nonsense, and influence others. Citing examples ranging from Hammurabi to Seneca, Antaeus the Giant to Donald Trump, Nassim Nicholas Taleb shows how the willingness to accept one’s own risks is an essential attribute of heroes, saints, and flourishing people in all walks of life.<br /><br /> As always both accessible and iconoclastic, Taleb challenges long-held beliefs about the values of those who spearhead military interventions, make financial investments, and propagate religious faiths. Among his insights:<br /><br /><b>• <i>For social justice, focus on symmetry and risk sharing. </i></b>You cannot make profits and transfer the risks to others, as bankers and large corporations do. You cannot get rich without owning your own risk and paying for your own losses. Forcing skin in the game corrects this asymmetry better than thousands of laws and regulations.<br /><b>• <i>Ethical rules aren’t universal</i>.</b> You’re part of a group larger than you, but it’s still smaller than humanity in general.<br /><b>• <i>Minorities, not majorities, run the world. </i></b>The world is not run by consensus but by stubborn minorities imposing their tastes and ethics on others.<br /><b>• <i>You can be an intellectual yet still be an idiot</i>.</b> “Educated philistines” have been wrong on everything from Stalinism to Iraq to low-carb diets.<br /><b>• <i>Beware of complicated solutions (that someone was paid to find)</i>.</b> A simple barbell can build muscle better than expensive new machines.<br /><b>• <i>True religion is commitment, not just faith</i>.</b> How much you believe in something is manifested only by what you’re willing to risk for it.<br /><br />The phrase “skin in the game” is one we have often heard but rarely stopped to truly dissect. It is the backbone of risk management, but it’s also an astonishingly rich worldview that, as Taleb shows in this book, applies to all aspects of our lives. As Taleb says, “The symmetry of skin in the game is a simple rule that’s necessary for fairness and justice, and the ultimate BS-buster,” and “Never trust anyone who doesn’t have skin in the game. Without it, fools and crooks will benefit, and their mistakes will never come back to haunt them.”",
    "authors": {
      "author": {
        "id": "21559",
        "name": "Nassim Nicholas Taleb",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1206025993p5/21559.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1206025993p2/21559.jpg"
        },
        "link": "https://www.goodreads.com/author/show/21559.Nassim_Nicholas_Taleb",
        "average_rating": "3.96",
        "ratings_count": "142605",
        "text_reviews_count": "8858"
      }
    },
    "published": "2018",
    "work": {
      "id": "57645736",
      "uri": "kca://work/amzn1.gr.work.v1.ty-ArUdPIHFLg7zWHr9gkQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "6402364"
    },
    "isbn": "0060889578",
    "isbn13": "9780060889579",
    "text_reviews_count": {
      "type": "integer",
      "$t": "3362"
    },
    "uri": "kca://book/amzn1.gr.book.v1.Ni2S1pieoNsdSiqcH5abxw",
    "title": "SuperFreakonomics: Global Cooling, Patriotic Prostitutes And Why Suicide Bombers Should Buy Life Insurance",
    "title_without_series": "SuperFreakonomics: Global Cooling, Patriotic Prostitutes And Why Suicide Bombers Should Buy Life Insurance",
    "image_url": "https://images.gr-assets.com/books/1308117804m/6402364.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1308117804s/6402364.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/6402364-superfreakonomics",
    "num_pages": "270",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "William Morrow",
    "publication_day": "20",
    "publication_year": "2009",
    "publication_month": "10",
    "average_rating": "3.98",
    "ratings_count": "109265",
    "description": "The New York Times best-selling Freakonomics was a worldwide sensation, selling over four million copies in thirty-five languages and changing the way we look at the world. Now, Steven D. Levitt and Stephen J. Dubner return with SuperFreakonomics, and fans and newcomers alike will find that the freakquel is even bolder, funnier, and more surprising than the first.<br /><br />Four years in the making, SuperFreakonomics asks not only the tough questions, but the unexpected ones: What's more dangerous, driving drunk or walking drunk? Why is chemotherapy prescribed so often if it's so ineffective? Can a sex change boost your salary?<br /><br />SuperFreakonomics challenges the way we think all over again, exploring the hidden side of everything with such questions as:<br /><br />How is a street prostitute like a department-store Santa?<br />Why are doctors so bad at washing their hands?<br />How much good do car seats do?<br />What's the best way to catch a terrorist?<br />Did TV cause a rise in crime?<br />What do hurricanes, heart attacks, and highway deaths have in common?<br />Are people hard-wired for altruism or selfishness?<br />Can eating kangaroo save the planet?<br />Which adds more value: a pimp or a Realtor?<br /><br />Levitt and Dubner mix smart thinking and great storytelling like no one else, whether investigating a solution to global warming or explaining why the price of oral sex has fallen so drastically. By examining how people respond to incentives, they show the world for what it really is – good, bad, ugly, and, in the final analysis, super freaky.<br /><br />Freakonomics has been imitated many times over – but only now, with SuperFreakonomics, has it met its match.",
    "authors": {
      "author": {
        "id": "798",
        "name": "Steven D. Levitt",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1215370905p5/798.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1215370905p2/798.jpg"
        },
        "link": "https://www.goodreads.com/author/show/798.Steven_D_Levitt",
        "average_rating": "3.94",
        "ratings_count": "762523",
        "text_reviews_count": "23014"
      }
    },
    "published": "2009",
    "work": {
      "id": "6591160",
      "uri": "kca://work/amzn1.gr.work.v1.AwojgJGxFfiq5ytYQ_UvEQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "21856367"
    },
    "isbn": "147670869X",
    "isbn13": "9781476708690",
    "text_reviews_count": {
      "type": "integer",
      "$t": "1479"
    },
    "uri": "kca://book/amzn1.gr.book.v1.o6y0h6oj9tpRdqjA8ijy4w",
    "title": "The Innovators: How a Group of  Hackers, Geniuses and Geeks Created the Digital Revolution",
    "title_without_series": "The Innovators: How a Group of  Hackers, Geniuses and Geeks Created the Digital Revolution",
    "image_url": "https://images.gr-assets.com/books/1410191571m/21856367.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1410191571s/21856367.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/21856367-the-innovators",
    "num_pages": "528",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Simon and Schuster",
    "publication_day": "7",
    "publication_year": "2014",
    "publication_month": "10",
    "average_rating": "4.07",
    "ratings_count": "21183",
    "description": "The computer and the internet are among the most important innovations of our era, but few people know who created them. They were not conjured up in a garret or garage by solo inventors suitable to be singled out on magazine covers or put into a pantheon with Edison, Bell, and Morse. Instead, most of the innovations of the digital age were done collaboratively. There were a lot of fascinating people involved, some ingenious and a few even geniuses. This is the story of these pioneers, hackers, inventors, and entrepreneurs—who they were, how their minds worked, and what made them so creative. It’s also a narrative of how they collaborated and why their ability to work as teams made them even more creative.”",
    "authors": {
      "author": {
        "id": "7111",
        "name": "Walter Isaacson",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1192222433p5/7111.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1192222433p2/7111.jpg"
        },
        "link": "https://www.goodreads.com/author/show/7111.Walter_Isaacson",
        "average_rating": "4.10",
        "ratings_count": "998285",
        "text_reviews_count": "25444"
      }
    },
    "published": "2014",
    "work": {
      "id": "41129225",
      "uri": "kca://work/amzn1.gr.work.v1.zH2fK_IGDQOeTJtWQzPiAQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "437143"
    },
    "isbn": "0552997048",
    "isbn13": "9780552997041",
    "text_reviews_count": {
      "type": "integer",
      "$t": "397"
    },
    "uri": "kca://book/amzn1.gr.book.v1.VEXvfESaNnEVrfk6QA4lAw",
    "title": "A Short History of Nearly Everything",
    "title_without_series": "A Short History of Nearly Everything",
    "image_url": "https://images.gr-assets.com/books/1300972946m/437143.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1300972946s/437143.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/437143.A_Short_History_of_Nearly_Everything",
    "num_pages": "687",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Black Swan",
    "publication_day": {},
    "publication_year": "2004",
    "publication_month": {},
    "average_rating": "4.20",
    "ratings_count": "239094",
    "description": "In Bryson's biggest book, he confronts his greatest challenge: to understand—and, if possible, answer—the oldest, biggest questions we have posed about the universe and ourselves. Taking as territory everything from the Big Bang to the rise of civilization, Bryson seeks to understand how we got from there being nothing at all to there being us. To that end, he has attached himself to a host of the world’s most advanced (and often obsessed) archaeologists, anthropologists, and mathematicians, travelling to their offices, laboratories, and field camps. He has read (or tried to read) their books, pestered them with questions, apprenticed himself to their powerful minds. <b>A Short History of Nearly Everything</b><i> </i>is the record of this quest, and it is a sometimes profound, sometimes funny, and always supremely clear and entertaining adventure in the realms of human knowledge, as only Bill Bryson can render it. Science has never been more involving or entertaining.",
    "authors": {
      "author": {
        "id": "7",
        "name": "Bill Bryson",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1189096502p5/7.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1189096502p2/7.jpg"
        },
        "link": "https://www.goodreads.com/author/show/7.Bill_Bryson",
        "average_rating": "4.02",
        "ratings_count": "1122442",
        "text_reviews_count": "67403"
      }
    },
    "published": "2004",
    "work": {
      "id": "2305997",
      "uri": "kca://work/amzn1.gr.work.v1.6UyDCKWEZPeIhWg_IIEGMQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "633128"
    },
    "isbn": "0684857073",
    "isbn13": "9780684857077",
    "text_reviews_count": {
      "type": "integer",
      "$t": "100"
    },
    "uri": "kca://book/amzn1.gr.book.v1.yDZ_HJP7TO89qoAo_R0acg",
    "title": "The Nurture Assumption: Why Children Turn Out the Way They Do",
    "title_without_series": "The Nurture Assumption: Why Children Turn Out the Way They Do",
    "image_url": "https://images.gr-assets.com/books/1405154813m/633128.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1405154813s/633128.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/633128.The_Nurture_Assumption",
    "num_pages": "462",
    "format": {},
    "edition_information": {},
    "publisher": {},
    "publication_day": {},
    "publication_year": {},
    "publication_month": {},
    "average_rating": "4.11",
    "ratings_count": "1209",
    "description": "How much credit do parents deserve when their children turn out well? How much blame when they turn out badly? Judith Rich Harris has a message that will change parents' lives: The \"nurture assumption\"-- the belief that what makes children turn out the way they do, aside from their genes, is the way their parents raise them--is nothing more than a cultural myth. This electrifying book explodes some of our unquestioned beliefs about children and parents and gives us a radically new view of childhood.<br /><br />Harris examines with a fresh eye the lives of real children to show that it is what they experience outside the home, in the company of their peers, that matters most. Parents don't socialize children; children socialize children. With eloquence and humor, Judith Harris explains why parents have little power to determine the sort of people their children will become. <i>The Nurture Assumption</i> brings together insights from psychology, sociology, anthropology, primatology, and evolutionary biology to offer a startling new view of who we are and how we got that way.",
    "authors": {
      "author": {
        "id": "132119",
        "name": "Judith Rich Harris",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1435249562p5/132119.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1435249562p2/132119.jpg"
        },
        "link": "https://www.goodreads.com/author/show/132119.Judith_Rich_Harris",
        "average_rating": "3.84",
        "ratings_count": "3237",
        "text_reviews_count": "359"
      }
    },
    "published": {},
    "work": {
      "id": "619424",
      "uri": "kca://work/amzn1.gr.work.v1.woz0OvaZhDTo9TqfV20AcQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "30068733"
    },
    "isbn": {
      "nil": "true"
    },
    "isbn13": {
      "nil": "true"
    },
    "text_reviews_count": {
      "type": "integer",
      "$t": "6"
    },
    "uri": "kca://book/amzn1.gr.book.v1.kPf_dngicLZapWlSZ0Jd7g",
    "title": "The Blank Slate: The Modern Denial of Human Nature",
    "title_without_series": "The Blank Slate: The Modern Denial of Human Nature",
    "image_url": "https://images.gr-assets.com/books/1462122754m/30068733.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1462122754s/30068733.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/30068733-the-blank-slate",
    "num_pages": "528",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Penguin Books",
    "publication_day": "25",
    "publication_year": "2012",
    "publication_month": "10",
    "average_rating": "4.08",
    "ratings_count": "18472",
    "description": "In The Blank Slate, Steven Pinker explores the idea of human nature and its moral, emotional, and political colorings. He shows how many intellectuals have denied the existence of human nature by embracing three linked dogmas: the Blank Slate (the mind has no innate traits), the Noble Savage (people are born good and corrupted by society), and the Ghost in the Machine (each of us has a soul that makes choices free from biology). Each dogma carries a moral burden, so their defenders have engaged in desperate tactics to discredit the scientists who are now challenging them.<br /><br />Pinker injects calm and rationality into these debates by showing that equality, progress, responsibility, and purpose have nothing to fear from discoveries about a rich human nature. He disarms even the most menacing threats with clear thinking, common sense, and pertinent facts from science and history. Despite its popularity among intellectuals during much of the twentieth century, he argues, the doctrine of the Blank Slate may have done more harm than good. It denies our common humanity and our individual preferences, replaces hardheaded analyses of social problems with feel-good slogans, and distorts our understanding of government, violence, parenting, and the arts.<br /><br />Pinker shows that an acknowledgement of human nature that is grounded in science and common sense, far from being dangerous, can complement insights about the human condition made by millennia of artists and philosophers. All this is done in the style that earned his previous books many prizes and worldwide acclaim: wit, lucidity, and insight into matters great and small.",
    "authors": {
      "author": {
        "id": "3915",
        "name": "Steven Pinker",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1235758085p5/3915.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1235758085p2/3915.jpg"
        },
        "link": "https://www.goodreads.com/author/show/3915.Steven_Pinker",
        "average_rating": "4.03",
        "ratings_count": "111510",
        "text_reviews_count": "8166"
      }
    },
    "published": "2012",
    "work": {
      "id": "9151",
      "uri": "kca://work/amzn1.gr.work.v1.71CLZfx65ILoY1HLUmIWxA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "19170918"
    },
    "isbn": {
      "nil": "true"
    },
    "isbn13": {
      "nil": "true"
    },
    "text_reviews_count": {
      "type": "integer",
      "$t": "0"
    },
    "uri": "kca://book/amzn1.gr.book.v1.46vkmmsDqjpMqiyuBwwajQ",
    "title": "The Economic Naturalist: Why Economics Explains Almost Everything",
    "title_without_series": "The Economic Naturalist: Why Economics Explains Almost Everything",
    "image_url": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
    "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/19170918-the-economic-naturalist",
    "num_pages": {},
    "format": {},
    "edition_information": {},
    "publisher": {},
    "publication_day": {},
    "publication_year": {},
    "publication_month": {},
    "average_rating": "3.47",
    "ratings_count": "2413",
    "description": "Have you ever wondered why there is a light in your fridge but not in your freezer? Or why 24-hour shops bother having locks on their doors? Or why soft drink cans are cylindrical, but milk cartons are square? The answer is simple: economics.<br /><br /><br /><br /><br /><br />For years, economist Robert Frank has been encouraging his students to ask questions about the conundrums and strange occurrences they encounter in everyday life and to try to explain them using economics. Now in this bestselling book, he shares the most intriguing - and bizarre - questions and the economic principles that answer them to reveal why many of the most puzzling parts of everyday life actually make perfect (economic) sense.",
    "authors": {
      "author": {
        "id": "14632",
        "name": "Robert H. Frank",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1313350692p5/14632.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1313350692p2/14632.jpg"
        },
        "link": "https://www.goodreads.com/author/show/14632.Robert_H_Frank",
        "average_rating": "3.58",
        "ratings_count": "4714",
        "text_reviews_count": "472"
      }
    },
    "published": {},
    "work": {
      "id": "615573",
      "uri": "kca://work/amzn1.gr.work.v1.TuAO1kaTks6RKQrpVw16tg"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "19063"
    },
    "isbn": "0375831002",
    "isbn13": "9780375831003",
    "text_reviews_count": {
      "type": "integer",
      "$t": "82291"
    },
    "uri": "kca://book/amzn1.gr.book.v1.A1zfLKejdNPkLkjfE8LN8Q",
    "title": "The Book Thief",
    "title_without_series": "The Book Thief",
    "image_url": "https://images.gr-assets.com/books/1522157426m/19063.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1522157426s/19063.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/19063.The_Book_Thief",
    "num_pages": "552",
    "format": "Hardcover",
    "edition_information": "First American Edition (US / CAN)",
    "publisher": "Alfred A. Knopf",
    "publication_day": "14",
    "publication_year": "2006",
    "publication_month": "3",
    "average_rating": "4.37",
    "ratings_count": "1513384",
    "description": "It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will be busier still.<br /><br />By her brother's graveside, Liesel's life is changed when she picks up a single object, partially hidden in the snow. It is The Gravedigger's Handbook, left behind there by accident, and it is her first act of book thievery. So begins a love affair with books and words, as Liesel, with the help of her accordian-playing foster father, learns to read. Soon she is stealing books from Nazi book-burnings, the mayor's wife's library, wherever there are books to be found.<br /><br />But these are dangerous times. When Liesel's foster family hides a Jew in their basement, Liesel's world is both opened up, and closed down.<br /><br />In superbly crafted writing that burns with intensity, award-winning author Markus Zusak has given us one of the most enduring stories of our time.",
    "authors": {
      "author": {
        "id": "11466",
        "name": "Markus Zusak",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1537240528p5/11466.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1537240528p2/11466.jpg"
        },
        "link": "https://www.goodreads.com/author/show/11466.Markus_Zusak",
        "average_rating": "4.34",
        "ratings_count": "1652773",
        "text_reviews_count": "117612"
      }
    },
    "published": "2006",
    "work": {
      "id": "878368",
      "uri": "kca://work/amzn1.gr.work.v1.BGVqmVn5CPHsjnZIfHpUUw"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "22570670"
    },
    "isbn": "1626813582",
    "isbn13": "9781626813588",
    "text_reviews_count": {
      "type": "integer",
      "$t": "0"
    },
    "uri": "kca://book/amzn1.gr.book.v1.XLpmODnl72N7UcLGfjRFnQ",
    "title": "The Exponential Organization",
    "title_without_series": "The Exponential Organization",
    "image_url": "https://images.gr-assets.com/books/1403541617m/22570670.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1403541617s/22570670.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/22570670-the-exponential-organization",
    "num_pages": "249",
    "format": "ebook",
    "edition_information": {},
    "publisher": "Diversion Books",
    "publication_day": "14",
    "publication_year": "2014",
    "publication_month": "10",
    "average_rating": "4.17",
    "ratings_count": "2336",
    "description": "In business, performance is key. In performance, how you organize can be the key to growth.<br /><br />In the past five years, the business world has seen the birth of a new breed of company—the Exponential Organization—that has revolutionized how a company can accelerate its growth by using technology. An ExO can eliminate the incremental, linear way traditional companies get bigger, leveraging things like community, big data, algorithms, and new technology into achieving performance benchmarks ten times better than its peers. <br /><br />Three luminaries of in the business world—Salim Ismail, Yuri van Geest, and Mike Malone—have researched this phenomenon and documented ten characteristics of Exponential Organizations. Here, in The Exponential Organization, they walk the reader through how any company, from a startup to a multi-national, can become an ExO, streamline its performance, and grow to the next level.",
    "authors": {
      "author": {
        "id": "8333658",
        "name": "Salim Ismail",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1442979808p5/8333658.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1442979808p2/8333658.jpg"
        },
        "link": "https://www.goodreads.com/author/show/8333658.Salim_Ismail",
        "average_rating": "4.17",
        "ratings_count": "2342",
        "text_reviews_count": "191"
      }
    },
    "published": "2014",
    "work": {
      "id": "42112110",
      "uri": "kca://work/amzn1.gr.work.v1.B4OMEpyWVOrv-dIFdIIaMA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "4122"
    },
    "isbn": "0060566108",
    "isbn13": "9780060566104",
    "text_reviews_count": {
      "type": "integer",
      "$t": "444"
    },
    "uri": "kca://book/amzn1.gr.book.v1.aaB1qfww8HYjaNaD6FDb0w",
    "title": "Built to Last: Successful Habits of Visionary Companies",
    "title_without_series": "Built to Last: Successful Habits of Visionary Companies",
    "image_url": "https://images.gr-assets.com/books/1412047084m/4122.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1412047084s/4122.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/4122.Built_to_Last",
    "num_pages": "368",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "HarperBusiness",
    "publication_day": "2",
    "publication_year": "2004",
    "publication_month": "11",
    "average_rating": "3.97",
    "ratings_count": "49374",
    "description": "\"This is not a book about charismatic visionary leaders. It is not about visionary product concepts or visionary products or visionary market insights. Nor is it about just having a corporate vision. This is a book about something far more important, enduring, and substantial. This is a book about visionary companies.\" So write Jim Collins and Jerry Porras in this groundbreaking book that shatters myths, provides new insights, and gives practical guidance to those who would like to build landmark companies that stand the test of time.<br /><br />Drawing upon a six-year research project at the Stanford University Graduate School of Business, Collins and Porras took eighteen truly exceptional and long-lasting companies -- they have an average age of nearly one hundred years and have outperformed the general stock market by a factor of fifteen since 1926 -- and studied each company in direct comparison to one of its top competitors. They examined the companies from their very beginnings to the present day -- as start-ups, as midsize companies, and as large corporations. Throughout, the authors asked: \"What makes the truly exceptional companies different from other companies?\"<br /><br />What separates General Electric, 3M, Merck, Wal-Mart, Hewlett-Packard, Walt Disney, and Philip Morris from their rivals? How, for example, did Procter &amp; Gamble, which began life substantially behind rival Colgate, eventually prevail as the premier institution in its industry? How was Motorola able to move from a humble battery repair business into integrated circuits and cellular communications, while Zenith never became dominant in anything other than TVs? How did Boeing unseat McDonnell Douglas as the world's best commercial aircraft company -- what did Boeing have that McDonnell Douglas lacked?<br /><br />By answering such questions, Collins and Porras go beyond the incessant barrage of management buzzwords and fads of the day to discover timeless qualities that have consistently distinguished out-standing companies. They also provide inspiration to all executives and entrepreneurs by destroying the false but widely accepted idea that only charismatic visionary leaders can build visionary companies.<br /><br />Filled with hundreds of specific examples and organized into a coherent framework of practical concepts that can be applied by managers and entrepreneurs at all levels, <em>Built to Last</em> provides a master blueprint for building organizations that will prosper long into the twenty-first century and beyond.",
    "authors": {
      "author": {
        "id": "2826",
        "name": "James C. Collins",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1244805468p5/2826.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1244805468p2/2826.jpg"
        },
        "link": "https://www.goodreads.com/author/show/2826.James_C_Collins",
        "average_rating": "4.04",
        "ratings_count": "179184",
        "text_reviews_count": "5569"
      }
    },
    "published": "2004",
    "work": {
      "id": "147916",
      "uri": "kca://work/amzn1.gr.work.v1.kpasR-nSXhvKN3KKz7cCRQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "34684622"
    },
    "isbn": "1501139150",
    "isbn13": "9781501139154",
    "text_reviews_count": {
      "type": "integer",
      "$t": "1913"
    },
    "uri": "kca://book/amzn1.gr.book.v1.olfFdWqBUNPnQWH5duoBlw",
    "title": "Leonardo da Vinci",
    "title_without_series": "Leonardo da Vinci",
    "image_url": "https://images.gr-assets.com/books/1523543570m/34684622.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1523543570s/34684622.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/34684622-leonardo-da-vinci",
    "num_pages": "600",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Simon  Schuster",
    "publication_day": "17",
    "publication_year": "2017",
    "publication_month": "10",
    "average_rating": "4.19",
    "ratings_count": "20982",
    "description": "The author of the acclaimed bestsellers <i>Steve Jobs</i>, <i>Einstein</i>, and <i>Benjamin Franklin</i> brings Leonardo da Vinci to life in this exciting new biography.<br /><br />Based on thousands of pages from Leonardo’s astonishing notebooks and new discoveries about his life and work, Walter Isaacson weaves a narrative that connects his art to his science. He shows how Leonardo’s genius was based on skills we can improve in ourselves, such as passionate curiosity, careful observation, and an imagination so playful that it flirted with fantasy.<br /><br />He produced the two most famous paintings in history, <i>The Last Supper</i> and the <i>Mona Lisa</i>. But in his own mind, he was just as much a man of science and technology. With a passion that sometimes became obsessive, he pursued innovative studies of anatomy, fossils, birds, the heart, flying machines, botany, geology, and weaponry. His ability to stand at the crossroads of the humanities and the sciences, made iconic by his drawing of <i>Vitruvian Man</i>, made him history’s most creative genius.<br /><br />His creativity, like that of other great innovators, came from having wide-ranging passions. He peeled flesh off the faces of cadavers, drew the muscles that move the lips, and then painted history’s most memorable smile. He explored the math of optics, showed how light rays strike the cornea, and produced illusions of changing perspectives in <i>The Last Supper</i>. Isaacson also describes how Leonardo’s lifelong enthusiasm for staging theatrical productions informed his paintings and inventions.<br /><br />Leonardo’s delight at combining diverse passions remains the ultimate recipe for creativity. So, too, does his ease at being a bit of a misfit: illegitimate, gay, vegetarian, left-handed, easily distracted, and at times heretical. His life should remind us of the importance of instilling, both in ourselves and our children, not just received knowledge but a willingness to question it—to be imaginative and, like talented misfits and rebels in any era, to think different.",
    "authors": {
      "author": {
        "id": "7111",
        "name": "Walter Isaacson",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1192222433p5/7111.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1192222433p2/7111.jpg"
        },
        "link": "https://www.goodreads.com/author/show/7111.Walter_Isaacson",
        "average_rating": "4.10",
        "ratings_count": "998285",
        "text_reviews_count": "25444"
      }
    },
    "published": "2017",
    "work": {
      "id": "55861438",
      "uri": "kca://work/amzn1.gr.work.v1.1uFGx56ftuw3DwbUog55TQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "656"
    },
    "isbn": "0192833987",
    "isbn13": "9780192833983",
    "text_reviews_count": {
      "type": "integer",
      "$t": "5712"
    },
    "uri": "kca://book/amzn1.gr.book.v1.fqZ7hlDzSFcuzCN5eCYG4A",
    "title": "War and Peace",
    "title_without_series": "War and Peace",
    "image_url": "https://images.gr-assets.com/books/1413215930m/656.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1413215930s/656.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/656.War_and_Peace",
    "num_pages": "1392",
    "format": "Paperback",
    "edition_information": "Oxford World's Classics",
    "publisher": "Oxford University Press",
    "publication_day": "25",
    "publication_year": "1998",
    "publication_month": "6",
    "average_rating": "4.10",
    "ratings_count": "228529",
    "description": "From the award-winning translators of 'Anna Karenina' and 'The Brothers Karamazov' comes this magnificent new translation of Tolstoy's masterwork. <br /><br />'War and Peace' broadly focuses on Napoleon’s invasion of Russia in 1812 and follows three of the most well-known characters in literature: Pierre Bezukhov, the illegitimate son of a count who is fighting for his inheritance and yearning for spiritual fulfilment; Prince Andrei Bolkonsky, who leaves his family behind to fight in the war against Napoleon; and Natasha Rostov, the beautiful young daughter of a nobleman who intrigues both men.<br /><br />As Napoleon’s army invades, Tolstoy brilliantly follows characters from diverse backgrounds—peasants and nobility, civilians and soldiers — as they struggle with the problems unique to their era, their history, and their culture. And as the novel progresses, these characters transcend their specificity, becoming some of the most moving, and human, figures in world literature.",
    "authors": {
      "author": {
        "id": "128382",
        "name": "Leo Tolstoy",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1506091388p5/128382.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1506091388p2/128382.jpg"
        },
        "link": "https://www.goodreads.com/author/show/128382.Leo_Tolstoy",
        "average_rating": "4.04",
        "ratings_count": "993148",
        "text_reviews_count": "44945"
      }
    },
    "published": "1998",
    "work": {
      "id": "4912783",
      "uri": "kca://work/amzn1.gr.work.v1.t3NstOuXLDMQetIIMBOaqg"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "26530355"
    },
    "isbn": "039335279X",
    "isbn13": "9780393352795",
    "text_reviews_count": {
      "type": "integer",
      "$t": "410"
    },
    "uri": "kca://book/amzn1.gr.book.v1.-igdhTnSwjKvbTuFCo2HAg",
    "title": "Misbehaving: The Making of Behavioral Economics",
    "title_without_series": "Misbehaving: The Making of Behavioral Economics",
    "image_url": "https://images.gr-assets.com/books/1459531022m/26530355.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1459531022s/26530355.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/26530355-misbehaving",
    "num_pages": "432",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "W. W. Norton  Company",
    "publication_day": "14",
    "publication_year": "2016",
    "publication_month": "6",
    "average_rating": "4.17",
    "ratings_count": "8819",
    "description": "Nobel laureate Richard H. Thaler has spent his career studying the radical notion that the central agents in the economy are humans—predictable, error-prone individuals. <em>Misbehaving</em> is his arresting, frequently hilarious account of the struggle to bring an academic discipline back down to earth—and change the way we think about economics, ourselves, and our world.<br /><br />Traditional economics assumes rational actors. Early in his research, Thaler realized these Spock-like automatons were nothing like real people. Whether buying a clock radio, selling basketball tickets, or applying for a mortgage, we all succumb to biases and make decisions that deviate from the standards of rationality assumed by economists. In other words, we misbehave. More importantly, our misbehavior has serious consequences. Dismissed at first by economists as an amusing sideshow, the study of human miscalculations and their effects on markets now drives efforts to make better decisions in our lives, our businesses, and our governments.<br /><br />Coupling recent discoveries in human psychology with a practical understanding of incentives and market behavior, Thaler enlightens readers about how to make smarter decisions in an increasingly mystifying world. He reveals how behavioral economic analysis opens up new ways to look at everything from household finance to assigning faculty offices in a new building, to TV game shows, the NFL draft, and businesses like Uber.<br /><br />Laced with antic stories of Thaler’s spirited battles with the bastions of traditional economic thinking, <em>Misbehaving</em> is a singular look into profound human foibles. When economics meets psychology, the implications for individuals, managers, and policy makers are both profound and entertaining.",
    "authors": {
      "author": {
        "id": "65483",
        "name": "Richard H. Thaler",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1438885744p5/65483.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1438885744p2/65483.jpg"
        },
        "link": "https://www.goodreads.com/author/show/65483.Richard_H_Thaler",
        "average_rating": "3.88",
        "ratings_count": "56167",
        "text_reviews_count": "3222"
      }
    },
    "published": "2016",
    "work": {
      "id": "42871209",
      "uri": "kca://work/amzn1.gr.work.v1.4416mOlc9FnuEAxmWasJdQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "30474"
    },
    "isbn": "0140447571",
    "isbn13": "9780140447576",
    "text_reviews_count": {
      "type": "integer",
      "$t": "2302"
    },
    "uri": "kca://book/amzn1.gr.book.v1.e50FMH5vv5v5wzzqUQdtjg",
    "title": "The Communist Manifesto",
    "title_without_series": "The Communist Manifesto",
    "image_url": "https://images.gr-assets.com/books/1420003664m/30474.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1420003664s/30474.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/30474.The_Communist_Manifesto",
    "num_pages": "288",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Penguin Classics",
    "publication_day": "27",
    "publication_year": "2002",
    "publication_month": "6",
    "average_rating": "3.54",
    "ratings_count": "84845",
    "description": "A rousing call to arms whose influence is still felt today, Karl Marx and Friedrich Engels' <i>The Communist Manifesto</i> is edited with an introduction by Gareth Stedman-Jones in Penguin Classics.<br /><br />Marx and Engels's revolutionary summons to the working classes, <i>The Communist Manifesto</i> is one of the most important political theories ever formulated. After four years of collaboration, they produced an incisive account of their idea of Communism, in which they envisage a society without classes, private property or a state, arguing that the exploitation of industrial workers will eventually lead to a revolution in which Capitalism is overthrown. This vision provided the theoretical basis of political systems in Russia, China, Cuba and Eastern Europe, affecting the lives of millions. <i>The Communist Manifesto</i> still remains a landmark text: a work that continues to influence and provoke debate on capitalism and class.<br /><br />Gareth Stedman Jones's extensive and scholarly introduction provides an unique assessment of the place of <i>The Communist Manifesto</i> in history, and its continuing relevance as a depiction of global capitalism. This edition reproduces Samuel Moore's translation of 1888 and contains a guide to further reading, notes and an index.<br /><br />Karl Marx (1818-1883) was born in Trier, Germany and studied law at Bonn and Berlin. He settled in London, where he studied economics and wrote the first volume of his major work, <i>Das Kapital </i>(1867, with two further volumes in 1884 and 1894). He is buried in Highgate Cemetery, London.<br /><br />Friedrich Engels (1820-1895), as well as his collaboration with Marx, was the author of <i>The Condition of the Working Class in England</i> (1845), based on personal observations and research.<br /><br />If you enjoyed <i>The Communist Manifesto</i>, you might like Marx's <i>Capital</i>, also available in Penguin Classics.<br /><br />'The words of the <i>Communist Manifesto </i>flare like the fiery writing on the wall above the crumbling bastions of capitalist society: <i>socialism or barbarism!</i>'<br />Rosa Luxemburg",
    "authors": {
      "author": {
        "id": "7084",
        "name": "Karl Marx",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1523865402p5/7084.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1523865402p2/7084.jpg"
        },
        "link": "https://www.goodreads.com/author/show/7084.Karl_Marx",
        "average_rating": "3.72",
        "ratings_count": "145280",
        "text_reviews_count": "6087"
      }
    },
    "published": "2002",
    "work": {
      "id": "2205479",
      "uri": "kca://work/amzn1.gr.work.v1.G0f1T8d0P4mABdzHiM8ULA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "39508877"
    },
    "isbn": "0525428143",
    "isbn13": "9780525428145",
    "text_reviews_count": {
      "type": "integer",
      "$t": "20"
    },
    "uri": "kca://book/amzn1.gr.book.v1._tAraF0gavnln6ldEq4qcQ",
    "title": "The Laws of Human Nature",
    "title_without_series": "The Laws of Human Nature",
    "image_url": "https://images.gr-assets.com/books/1533015810m/39508877.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1533015810s/39508877.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/39508877-the-laws-of-human-nature",
    "num_pages": "624",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Viking",
    "publication_day": "23",
    "publication_year": "2018",
    "publication_month": "10",
    "average_rating": "4.39",
    "ratings_count": "760",
    "description": "<b>From the #1 <i>New York Times</i>-bestselling author of <i>The 48 Laws of Power</i> comes the definitive new book on decoding the behavior of the people around you</b><br /><br />Robert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves.<br /><br />We are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to look behind people's masks, and how to resist conformity to develop your singular sense of purpose. Whether at work, in relationships, or in shaping the world around you, <i>The Laws of Human Nature</i> offers brilliant tactics for success, self-improvement, and self-defense.",
    "authors": {
      "author": {
        "id": "865",
        "name": "Robert Greene",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1298212921p5/865.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1298212921p2/865.jpg"
        },
        "link": "https://www.goodreads.com/author/show/865.Robert_Greene",
        "average_rating": "4.19",
        "ratings_count": "104360",
        "text_reviews_count": "6124"
      }
    },
    "published": "2018",
    "work": {
      "id": "60958057",
      "uri": "kca://work/amzn1.gr.work.v1.aPSUgIuGvviCJO9iEDRqfA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "30145147"
    },
    "isbn": "1455587974",
    "isbn13": "9781455587971",
    "text_reviews_count": {
      "type": "integer",
      "$t": "181"
    },
    "uri": "kca://book/amzn1.gr.book.v1.ALGnhwMW0pIjNAOBOnXeFA",
    "title": "The Telomere Effect: The New Science of Living Younger",
    "title_without_series": "The Telomere Effect: The New Science of Living Younger",
    "image_url": "https://images.gr-assets.com/books/1477322154m/30145147.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1477322154s/30145147.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/30145147-the-telomere-effect",
    "num_pages": "416",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Grand Central Publishing",
    "publication_day": "3",
    "publication_year": "2017",
    "publication_month": "1",
    "average_rating": "3.73",
    "ratings_count": "1974",
    "description": "<b>Groundbreaking book by the Nobel Prize Winner who discovered telomeres, telomerase, and their role in the aging process, and the psychologist who researched specific lifestyle habits to protect them and slow down disease and lengthen life.</b><br />Have you wondered why some 60-year-olds look and feel like 40-year-olds and why some 40-year-olds look and feel like 60-year-olds? While many factors contribute to aging and illness, Nobel Prize-winning Doctor Elizabeth Blackburn discovered biological markers, called telomerase, the enzyme that replenishes telomeres, which protect our DNA. Dr. Blackburn discovered that the length and health of one's telomeres provides a biological basis for the long-hypothesized mind-body connection. But perhaps more importantly, along with leading health psychologist Dr. Elissa Epel, she discovered that there are things we can do to improve and lengthen our telomeres to keep us vital and disease-free. <br /><br />This book will help people increase the reader's lifespan and health-span (the number of years during this time that they remain healthy and active), including information on how sleep, exercise, and diet profoundly affect our telomeres, and how chronic stress can eat away at our telomeres. Included are lists of which foods are healthy for our telomeres; how aging begins in utero (mothers who are highly stressed during pregnancy have children with shorter telomeres), and how thinking you are young and vital helps keep you that way!<br />",
    "authors": {
      "author": {
        "id": "154743",
        "name": "Elizabeth Blackburn",
        "role": {},
        "image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png"
        },
        "small_image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_50x66-632230dc9882b4352d753eedf9396530.png"
        },
        "link": "https://www.goodreads.com/author/show/154743.Elizabeth_Blackburn",
        "average_rating": "3.79",
        "ratings_count": "2264",
        "text_reviews_count": "294"
      }
    },
    "published": "2017",
    "work": {
      "id": "50578850",
      "uri": "kca://work/amzn1.gr.work.v1.TiZmDJlvAl129E7678Ucfw"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "6338310"
    },
    "isbn": "014103887X",
    "isbn13": "9780141038872",
    "text_reviews_count": {
      "type": "integer",
      "$t": "24"
    },
    "uri": "kca://book/amzn1.gr.book.v1.s9UkoVvz90mMUTa-pN0EkQ",
    "title": "The Brain That Changes Itself: Stories of Personal Triumph from the Frontiers of Brain Science",
    "title_without_series": "The Brain That Changes Itself: Stories of Personal Triumph from the Frontiers of Brain Science",
    "image_url": "https://images.gr-assets.com/books/1329491347m/6338310.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1329491347s/6338310.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/6338310-the-brain-that-changes-itself",
    "num_pages": "448",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Penguin",
    "publication_day": "7",
    "publication_year": "2008",
    "publication_month": "8",
    "average_rating": "4.20",
    "ratings_count": "25481",
    "description": "Meet the ninety year old doctor, who, with the aid of a few simple exercises, is still practising medicine. His is just one of the incredible stories brain expert Norman Doidge tells as he reveals our brain's remarkable ability to repair itself through the power of positive thought.<br /><br />In <i>The Brain That Changes Itself</i> Doidge introduces us to the fascinating stories at the cutting edge of the brain science and the emerging discipline of 'neuroplasticity' . We meet the stroke victim who unable to feed or dress himself learned to move and talk again, the woman with a rare brain condition that left her feeling as though she was perpetually falling but who through a series of exercises rewired her brain to overcome this and the maverick scientists over turning centuries of assumptions about the brain and it's capacity for renewal. Doidge shows how their incredible work is helping the blind to see, the deaf to hear and causing Nobel laureates to rethink our model of the brain.<br /><br />This remarkable book will leave you with a sense of wonder at the capabilities of the human brain and the power to change which lies within all of us.",
    "authors": {
      "author": {
        "id": "311849",
        "name": "Norman Doidge",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1256019953p5/311849.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1256019953p2/311849.jpg"
        },
        "link": "https://www.goodreads.com/author/show/311849.Norman_Doidge",
        "average_rating": "4.10",
        "ratings_count": "64084",
        "text_reviews_count": "5994"
      }
    },
    "published": "2008",
    "work": {
      "id": "557215",
      "uri": "kca://work/amzn1.gr.work.v1.mN2mpQynHBWbMDs7pWnL2Q"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "40180021"
    },
    "isbn": "0393356493",
    "isbn13": "9780393356496",
    "text_reviews_count": {
      "type": "integer",
      "$t": "2"
    },
    "uri": "kca://book/amzn1.gr.book.v1._39wo9M1nt_3ld_v4DEQWw",
    "title": "Naked Economics: Undressing the Dismal Science",
    "title_without_series": "Naked Economics: Undressing the Dismal Science",
    "image_url": "https://images.gr-assets.com/books/1529039596m/40180021.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1529039596s/40180021.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/40180021-naked-economics",
    "num_pages": "384",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "W. W. Norton  Company",
    "publication_day": "1",
    "publication_year": "2019",
    "publication_month": "1",
    "average_rating": "4.02",
    "ratings_count": "13065",
    "description": "At last! A new edition of the economics book that won’t put you to sleep. In fact, you won’t be able to put this bestseller down. In our challenging economic climate, this perennial favorite of students and general readers is more than a good read, it’s a necessary investment—with a blessedly sure rate of return. This revised and updated edition includes commentary on hot topics such as automation, trade, income inequality, and America’s rising debt. Ten years after the financial crisis, <em>Naked Economics</em> examines how policymakers managed the worst economic crisis since the Great Depression.<br /><br /><br />Demystifying buzzwords, laying bare the truths behind oft-quoted numbers, and answering the questions you were always too embarrassed to ask, the breezy <em>Naked Economics</em> gives you the tools to engage with pleasure and confidence in the deeply relevant, not so dismal science.",
    "authors": {
      "author": {
        "id": "18704",
        "name": "Charles Wheelan",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1456860234p5/18704.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1456860234p2/18704.jpg"
        },
        "link": "https://www.goodreads.com/author/show/18704.Charles_Wheelan",
        "average_rating": "3.99",
        "ratings_count": "21991",
        "text_reviews_count": "1812"
      }
    },
    "published": "2019",
    "work": {
      "id": "2074000",
      "uri": "kca://work/amzn1.gr.work.v1.9NQhzoE2T_GoE2frI7MSkQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "61535"
    },
    "isbn": "0199291152",
    "isbn13": "9780199291151",
    "text_reviews_count": {
      "type": "integer",
      "$t": "2460"
    },
    "uri": "kca://book/amzn1.gr.book.v1.ziyzis93qM1X1PUZZjQK1A",
    "title": "The Selfish Gene",
    "title_without_series": "The Selfish Gene",
    "image_url": "https://images.gr-assets.com/books/1366758096m/61535.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1366758096s/61535.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/61535.The_Selfish_Gene",
    "num_pages": "360",
    "format": "Paperback",
    "edition_information": "30th Anniversary Edition",
    "publisher": "Oxford University Press, USA",
    "publication_day": "25",
    "publication_year": "2006",
    "publication_month": "5",
    "average_rating": "4.13",
    "ratings_count": "114207",
    "description": "<i>The Selfish Gene: 30th Anniversary Edition—with a new Introduction by the Author</i><br /><br />Inheriting the mantle of revolutionary biologist from Darwin, Watson, and Crick, Richard Dawkins forced an enormous change in the way we see ourselves and the world with the publication of <i>The Selfish Gene</i>. Suppose, instead of thinking about organisms using genes to reproduce themselves, as we had since Mendel's work was rediscovered, we turn it around and imagine that \"our\" genes build and maintain us in order to make more genes. That simple reversal seems to answer many puzzlers which had stumped scientists for years, and we haven't thought of evolution in the same way since.<br /><br />Why are there miles and miles of \"unused\" DNA within each of our bodies? Why should a bee give up its own chance to reproduce to help raise her sisters and brothers? With a prophet's clarity, Dawkins told us the answers from the perspective of molecules competing for limited space and resources to produce more of their own kind. Drawing fascinating examples from every field of biology, he paved the way for a serious re-evaluation of evolution. He also introduced the concept of self-reproducing ideas, or memes, which (seemingly) use humans exclusively for their propagation. If we are puppets, he says, at least we can try to understand our strings. —Rob Lightner",
    "authors": {
      "author": {
        "id": "1194",
        "name": "Richard Dawkins",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1377030297p5/1194.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1377030297p2/1194.jpg"
        },
        "link": "https://www.goodreads.com/author/show/1194.Richard_Dawkins",
        "average_rating": "4.01",
        "ratings_count": "521784",
        "text_reviews_count": "19604"
      }
    },
    "published": "2006",
    "work": {
      "id": "1746717",
      "uri": "kca://work/amzn1.gr.work.v1.HPrzMnLVNf2V-doX9Zf1CQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "17015061"
    },
    "isbn": "1101655097",
    "isbn13": "9781101655092",
    "text_reviews_count": {
      "type": "integer",
      "$t": "3"
    },
    "uri": "kca://book/amzn1.gr.book.v1.BWnEuP7cqSZEBV7100WUBA",
    "title": "Nudge: Improving Decisions about Health, Wealth, and Happiness",
    "title_without_series": "Nudge: Improving Decisions about Health, Wealth, and Happiness",
    "image_url": "https://images.gr-assets.com/books/1386603042m/17015061.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1386603042s/17015061.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/17015061-nudge",
    "num_pages": "320",
    "format": "ebook",
    "edition_information": {},
    "publisher": "Penguin Books",
    "publication_day": "1",
    "publication_year": "2009",
    "publication_month": "2",
    "average_rating": "3.83",
    "ratings_count": "45091",
    "description": "For fans of Malcolm Gladwell's \"Blink \"and Nobel Prize winner Daniel Kahneman's \"Thinking Fast and Slow,\" a revelatory new look at how we make decisions <br />A \"New York Times \"bestsellerAn \"Economist \"Best Book of the YearA \"Financial Times \"Best Book of the Year<br />\"Nudge\" is about choices--how we make them and how we can make better ones. Drawing on decades of research in the fields of behavioral science and economics, authors Richard H. Thaler and Cass R. Sunstein offer a new perspective on preventing the countless mistakes we make--ill-advised personal investments, consumption of unhealthy foods, neglect of our natural resources--and show us how sensible \"choice architecture\" can successfully nudge people toward the best decisions. In the tradition of \"The Tipping Point \"and \"Freakonomics,\" \"Nudge \"is straightforward, informative, and entertaining--a must-read for anyone interested in our individual and collective well-being.",
    "authors": {
      "author": {
        "id": "65483",
        "name": "Richard H. Thaler",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1438885744p5/65483.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1438885744p2/65483.jpg"
        },
        "link": "https://www.goodreads.com/author/show/65483.Richard_H_Thaler",
        "average_rating": "3.88",
        "ratings_count": "56167",
        "text_reviews_count": "3222"
      }
    },
    "published": "2009",
    "work": {
      "id": "2535409",
      "uri": "kca://work/amzn1.gr.work.v1.zUxqNhK5x0nqDzEfvj3UpQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "12609433"
    },
    "isbn": "1400069289",
    "isbn13": "9781400069286",
    "text_reviews_count": {
      "type": "integer",
      "$t": "10780"
    },
    "uri": "kca://book/amzn1.gr.book.v1.REBUj2CAxWQRRLVC3k8QKw",
    "title": "The Power of Habit: Why We Do What We Do in Life and Business",
    "title_without_series": "The Power of Habit: Why We Do What We Do in Life and Business",
    "image_url": "https://images.gr-assets.com/books/1545854312m/12609433.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1545854312s/12609433.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/12609433-the-power-of-habit",
    "num_pages": "375",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Random House",
    "publication_day": "28",
    "publication_year": "2012",
    "publication_month": "2",
    "average_rating": "4.06",
    "ratings_count": "227948",
    "description": "A young woman walks into a laboratory. Over the past two years, she has transformed almost every aspect of her life. She has quit smoking, run a marathon, and been promoted at work. The patterns inside her brain, neurologists discover, have fundamentally changed.<br /><br />Marketers at Procter &amp; Gamble study videos of people making their beds. They are desperately trying to figure out how to sell a new product called Febreze, on track to be one of the biggest flops in company history. Suddenly, one of them detects a nearly imperceptible pattern—and with a slight shift in advertising, Febreze goes on to earn a billion dollars a year.<br /><br />An untested CEO takes over one of the largest companies in America. His first order of business is attacking a single pattern among his employees—how they approach worker safety—and soon the firm, Alcoa, becomes the top performer in the Dow Jones.<br /><br />What do all these people have in common? They achieved success by focusing on the patterns that shape every aspect of our lives. <br /><br />They succeeded by transforming habits.<br /><br />In <i>The Power of Habit, </i>award-winning <i>New York Times</i> business reporter Charles Duhigg takes us to the thrilling edge of scientific discoveries that explain why habits exist and how they can be changed. With penetrating intelligence and an ability to distill vast amounts of information into engrossing narratives, Duhigg brings to life a whole new understanding of human nature and its potential for transformation. <br /><br />Along the way we learn why some people and companies struggle to change, despite years of trying, while others seem to remake themselves overnight. We visit laboratories where neuroscientists explore how habits work and where, exactly, they reside in our brains. We discover how the right habits were crucial to the success of Olympic swimmer Michael Phelps, Starbucks CEO Howard Schultz, and civil-rights hero Martin Luther King, Jr. We go inside Procter &amp; Gamble, Target superstores, Rick Warren’s Saddleback Church, NFL locker rooms, and the nation’s largest hospitals and see how implementing so-called keystone habits can earn billions and mean the difference between failure and success, life and death.<br /><br />At its core, <i>The Power of Habit</i> contains an exhilarating argument: The key to exercising regularly, losing weight, raising exceptional children, becoming more productive, building revolutionary companies and social movements, and achieving success is understanding how habits work. <br /><br />Habits aren’t destiny. As Charles Duhigg shows, by harnessing this new science, we can transform our businesses, our communities, and our lives.",
    "authors": {
      "author": {
        "id": "5201530",
        "name": "Charles Duhigg",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1349273209p5/5201530.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1349273209p2/5201530.jpg"
        },
        "link": "https://www.goodreads.com/author/show/5201530.Charles_Duhigg",
        "average_rating": "4.05",
        "ratings_count": "247195",
        "text_reviews_count": "14184"
      }
    },
    "published": "2012",
    "work": {
      "id": "17624817",
      "uri": "kca://work/amzn1.gr.work.v1.gRJ7ixmb9Hyc0lfIw7m6og"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "1192878"
    },
    "isbn": "071399844X",
    "isbn13": "9780713998443",
    "text_reviews_count": {
      "type": "integer",
      "$t": "16"
    },
    "uri": "kca://book/amzn1.gr.book.v1.Cs0PB12-A7NgcFf3IYsC3w",
    "title": "Blink: The Power Of Thinking Without Thinking",
    "title_without_series": "Blink: The Power Of Thinking Without Thinking",
    "image_url": "https://images.gr-assets.com/books/1364542866m/1192878.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1364542866s/1192878.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/1192878.Blink",
    "num_pages": "277",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Penguin Books",
    "publication_day": {},
    "publication_year": "2005",
    "publication_month": {},
    "average_rating": "3.91",
    "ratings_count": "413381",
    "description": "Drawing on cutting-edge neuroscience and psychology and displaying all of the brilliance that made The Tipping Point a classic, Blink changes the way you'll understand every decision you make. Never again will you think about thinking the same way.<br /><br />Malcolm Gladwell redefined how we understand the world around us. Now, in Blink, he revolutionizes the way we understand the world within. Blink is a book about how we think without thinking, about choices that seem to be made in an instant - in the blink of an eye - that actually aren't as simple as they seem. Why are some people brilliant decision makers, while others are consistently inept? Why do some people follow their instincts and win, while others end up stumbling into error? How do our brains really work - in the office, in the classroom, in the kitchen, and in the bedroom? And why are the best decisions often those that are impossible to explain to others? <br /><br />In Blink we meet the psychologist who has learned to predict whether a marriage will last, based on a few minutes of observing a couple; the tennis coach who knows when a player will double-fault before the racket even makes contact with the ball; the antiquities experts who recognize a fake at a glance. Here, too, are great failures of \"blink\": the election of Warren Harding; \"New Coke\"; and the shooting of Amadou Diallo by police. Blink reveals that great decision makers aren't those who process the most information or spend the most time deliberating, but those who have perfected the art of \"thin-slicing\" - filtering the very few factors that matter from an overwhelming number of variables. <br /><br />Drawing on cutting-edge neuroscience and psychology and displaying all of the brilliance that made The Tipping Point a classic, Blink changes the way you understand every decision you make. Never again will you think about thinking the same way.",
    "authors": {
      "author": {
        "id": "1439",
        "name": "Malcolm Gladwell",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1224601838p5/1439.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1224601838p2/1439.jpg"
        },
        "link": "https://www.goodreads.com/author/show/1439.Malcolm_Gladwell",
        "average_rating": "3.98",
        "ratings_count": "1634919",
        "text_reviews_count": "60892"
      }
    },
    "published": "2005",
    "work": {
      "id": "1180927",
      "uri": "kca://work/amzn1.gr.work.v1.qYWy3fKK-YHr5-a-JLzv2Q"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "34050965"
    },
    "isbn": "0451499603",
    "isbn13": "9780451499608",
    "text_reviews_count": {
      "type": "integer",
      "$t": "237"
    },
    "uri": "kca://book/amzn1.gr.book.v1.Za7_3pzJKFpC_yFR2l8CUg",
    "title": "How to Think: A Survival Guide for a World at Odds",
    "title_without_series": "How to Think: A Survival Guide for a World at Odds",
    "image_url": "https://images.gr-assets.com/books/1495470381m/34050965.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1495470381s/34050965.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/34050965-how-to-think",
    "num_pages": "160",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Currency",
    "publication_day": "17",
    "publication_year": "2017",
    "publication_month": "10",
    "average_rating": "4.01",
    "ratings_count": "1573",
    "description": "<i>How to Think </i>is a contrarian treatise on why we're not as good at thinking as we assume - but how recovering this lost art can rescue our inner lives from the chaos of modern life.<br /><br /> As a celebrated cultural critic and a writer for national publications like <i>The Atlantic</i> and <i>Harper's</i>, Alan Jacobs has spent his adult life belonging to communities that often clash in America's culture wars. And in his years of confronting the big issues that divide us--political, social, religious--Jacobs has learned that many of our fiercest disputes occur not because we're doomed to be divided, but because the people involved simply aren't <i>thinking.</i><br /><br />Most of us don't want to think, Jacobs writes. Thinking is trouble. Thinking can force us out of familiar, comforting habits, and it can complicate our relationships with like-minded friends. Finally, thinking is <i>slow</i>, and that's a problem when our habits of consuming information (mostly online) leave us lost in the spin cycle of social media, partisan bickering, and confirmation bias.<br /><br />In this smart, endlessly entertaining book, Jacobs diagnoses the many forces that act on us to prevent thinking--forces that have only worsened in the age of Twitter, \"alternative facts,\" and information overload--and he also dispels the many myths we hold about what it means to think well. (For example: It's impossible to \"think for yourself.\")<br /><br />Drawing on sources as far-flung as novelist Marilynne Robinson, basketball legend Wilt Chamberlain, British philosopher John Stuart Mill, and Christian theologian C.S. Lewis, Jacobs digs into the nuts and bolts of the cognitive process, offering hope that each of us can reclaim our mental lives from the impediments that plague us all. Because if we can learn to think together, maybe we can learn to live together, too.",
    "authors": {
      "author": {
        "id": "3957",
        "name": "Alan Jacobs",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1202837390p5/3957.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1202837390p2/3957.jpg"
        },
        "link": "https://www.goodreads.com/author/show/3957.Alan_Jacobs",
        "average_rating": "4.03",
        "ratings_count": "6576",
        "text_reviews_count": "1068"
      }
    },
    "published": "2017",
    "work": {
      "id": "55059572",
      "uri": "kca://work/amzn1.gr.work.v1.XPCYndnsHerS7KpMcN4n3A"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "522525"
    },
    "isbn": "0151010986",
    "isbn13": "9780151010981",
    "text_reviews_count": {
      "type": "integer",
      "$t": "691"
    },
    "uri": "kca://book/amzn1.gr.book.v1.PLbsGGbg2QpGZz14V0g_Ow",
    "title": "Mistakes Were Made (But Not by Me): Why We Justify Foolish Beliefs, Bad Decisions, and Hurtful Acts",
    "title_without_series": "Mistakes Were Made (But Not by Me): Why We Justify Foolish Beliefs, Bad Decisions, and Hurtful Acts",
    "image_url": "https://images.gr-assets.com/books/1328876733m/522525.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1328876733s/522525.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/522525.Mistakes_Were_Made_But_Not_by_Me_",
    "num_pages": "304",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Houghton Mifflin Harcourt",
    "publication_day": "7",
    "publication_year": "2007",
    "publication_month": "5",
    "average_rating": "4.01",
    "ratings_count": "19695",
    "description": "Why do people dodge responsibility when things fall apart? Why the parade of public figures unable to own up when they screw up? Why the endless marital quarrels over who is right? Why can we see hypocrisy in others but not in ourselves? Are we all liars? Or do we really believe the stories we tell? <br /><br />Renowned social psychologists Carol Tavris and Elliot Aronson take a compelling look into how the brain is wired for self-justification. When we make mistakes, we must calm the cognitive dissonance that jars our feelings of self-worth. And so we create fictions that absolve us of responsibility, restoring our belief that we are smart, moral, and right -- a belief that often keeps us on a course that is dumb, immoral, and wrong. <br /><br />Backed by years of research and delivered in lively, energetic prose, <i>Mistakes Were Made (But Not by Me)</i> offers a fascinating explanation of self-deception -- how it works, the harm it can cause, and how we can overcome it.",
    "authors": {
      "author": {
        "id": "58990",
        "name": "Carol Tavris",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1406519709p5/58990.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1406519709p2/58990.jpg"
        },
        "link": "https://www.goodreads.com/author/show/58990.Carol_Tavris",
        "average_rating": "4.00",
        "ratings_count": "20549",
        "text_reviews_count": "951"
      }
    },
    "published": "2007",
    "work": {
      "id": "2171014",
      "uri": "kca://work/amzn1.gr.work.v1.YlKjofdiQA-nlnpJJ6y7CA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "38820046"
    },
    "isbn": "0525512179",
    "isbn13": "9780525512172",
    "text_reviews_count": {
      "type": "integer",
      "$t": "1114"
    },
    "uri": "kca://book/amzn1.gr.book.v1.HERe_O3tYJRdxlt9m42XFQ",
    "title": "21 Lessons for the 21st Century",
    "title_without_series": "21 Lessons for the 21st Century",
    "image_url": "https://images.gr-assets.com/books/1529556215m/38820046.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1529556215s/38820046.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/38820046-21-lessons-for-the-21st-century",
    "num_pages": "372",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Spiegel & Grau",
    "publication_day": "4",
    "publication_year": "2018",
    "publication_month": "9",
    "average_rating": "4.23",
    "ratings_count": "14400",
    "description": "<b>In<i> Sapiens, </i>he explored our past. In <i>Homo Deus, </i>he looked to our future<i>. </i>Now, one of the most innovative thinkers on the planet turns to the present to make sense of today's most pressing issues.</b><br /><br />How do computers and robots change the meaning of being human? How do we deal with the epidemic of fake news? Are nations and religions still relevant? What should we teach our children?<br /><br />Yuval Noah Harari's <i>21 Lessons for the 21st Century</i> is a probing and visionary investigation into today's most urgent issues as we move into the uncharted territory of the future. As technology advances faster than our understanding of it, hacking becomes a tactic of war, and the world feels more polarized than ever, Harari addresses the challenge of navigating life in the face of constant and disorienting change and raises the important questions we need to ask ourselves in order to survive.<br /><br />In twenty-one accessible chapters that are both provocative and profound, Harari builds on the ideas explored in his previous books, untangling political, technological, social, and existential issues and offering advice on how to prepare for a very different future from the world we now live in: How can we retain freedom of choice when Big Data is watching us? What will the future workforce look like, and how should we ready ourselves for it? How should we deal with the threat of terrorism? Why is liberal democracy in crisis?<br /><br />Harari's unique ability to make sense of where we have come from and where we are going has captured the imaginations of millions of readers. Here he invites us to consider values, meaning, and personal engagement in a world full of noise and uncertainty. When we are deluged with irrelevant information, clarity is power. Presenting complex contemporary challenges clearly and accessibly, <i>21 Lessons for the 21st Century</i> is essential reading.",
    "authors": {
      "author": {
        "id": "395812",
        "name": "Yuval Noah Harari",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1546235045p5/395812.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1546235045p2/395812.jpg"
        },
        "link": "https://www.goodreads.com/author/show/395812.Yuval_Noah_Harari",
        "average_rating": "4.40",
        "ratings_count": "275092",
        "text_reviews_count": "23651"
      }
    },
    "published": "2018",
    "work": {
      "id": "58048449",
      "uri": "kca://work/amzn1.gr.work.v1.4xsEUVKuzkSCpgWD4lSsmg"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "7833879"
    },
    "isbn": "0385525222",
    "isbn13": "9780385525220",
    "text_reviews_count": {
      "type": "integer",
      "$t": "11"
    },
    "uri": "kca://book/amzn1.gr.book.v1.IvaPsAlRyga5AXs8DpUbUQ",
    "title": "The Hidden Brain: How Our Unconscious Minds Elect Presidents, Control Markets, Wage Wars, and Save Our Lives",
    "title_without_series": "The Hidden Brain: How Our Unconscious Minds Elect Presidents, Control Markets, Wage Wars, and Save Our Lives",
    "image_url": "https://images.gr-assets.com/books/1320409512m/7833879.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1320409512s/7833879.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/7833879-the-hidden-brain",
    "num_pages": "288",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Spiegel & Grau",
    "publication_day": "31",
    "publication_year": "2010",
    "publication_month": "8",
    "average_rating": "3.96",
    "ratings_count": "1717",
    "description": "The hidden brain is the voice in our ear when we make the most important decisions in our lives—but we’re never aware of it. The hidden brain decides whom we fall in love with and whom we hate. It tells us to vote for the white candidate and convict the dark-skinned defendant, to hire the thin woman but pay her less than the man doing the same job. It can direct us to safety when disaster strikes and move us to extraordinary acts of altruism. But it can also be manipulated to turn an ordinary person into a suicide terrorist or a group of bystanders into a mob.<br /><br />In a series of compulsively readable narratives, Shankar Vedantam journeys through the latest discoveries in neuroscience, psychology, and behavioral science to uncover the darkest corner of our minds and its decisive impact on the choices we make as individuals and as a society. Filled with fascinating characters, dramatic storytelling, and cutting-edge science, this is an engrossing exploration of the secrets our brains keep from us—and how they are revealed.",
    "authors": {
      "author": {
        "id": "1591693",
        "name": "Shankar Vedantam",
        "role": {},
        "image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png"
        },
        "small_image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_50x66-632230dc9882b4352d753eedf9396530.png"
        },
        "link": "https://www.goodreads.com/author/show/1591693.Shankar_Vedantam",
        "average_rating": "3.96",
        "ratings_count": "1721",
        "text_reviews_count": "254"
      }
    },
    "published": "2010",
    "work": {
      "id": "6972247",
      "uri": "kca://work/amzn1.gr.work.v1.1MwXhmthuo1YgyX_2xX8XA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "37976541"
    },
    "isbn": "152473165X",
    "isbn13": "9781524731656",
    "text_reviews_count": {
      "type": "integer",
      "$t": "3090"
    },
    "uri": "kca://book/amzn1.gr.book.v1.E8hHn_Xf1KbF5SyEp2vB9Q",
    "title": "Bad Blood: Secrets and Lies in a Silicon Valley Startup",
    "title_without_series": "Bad Blood: Secrets and Lies in a Silicon Valley Startup",
    "image_url": "https://images.gr-assets.com/books/1525180824m/37976541.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1525180824s/37976541.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/37976541-bad-blood",
    "num_pages": "299",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Knopf Publishing Group",
    "publication_day": "21",
    "publication_year": "2018",
    "publication_month": "5",
    "average_rating": "4.47",
    "ratings_count": "33221",
    "description": "The full inside story of the breathtaking rise and shocking collapse of Theranos, the multibillion-dollar biotech startup, by the prize-winning journalist who first broke the story and pursued it to the end, despite pressure from its charismatic CEO and threats by her lawyers. <br /><br />In 2014, Theranos founder and CEO Elizabeth Holmes was widely seen as the female Steve Jobs: a brilliant Stanford dropout whose startup \"unicorn\" promised to revolutionize the medical industry with a machine that would make blood testing significantly faster and easier. Backed by investors such as Larry Ellison and Tim Draper, Theranos sold shares in a fundraising round that valued the company at more than $9 billion, putting Holmes's worth at an estimated $4.7 billion. There was just one problem: The technology didn't work.<br /><br />A riveting story of the biggest corporate fraud since Enron, a tale of ambition and hubris set amid the bold promises of Silicon Valley.",
    "authors": {
      "author": {
        "id": "17575761",
        "name": "John Carreyrou",
        "role": {},
        "image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/m_200x266-d279b33f8eec0f27b7272477f09806be.png"
        },
        "small_image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/m_50x66-82093808bca726cb3249a493fbd3bd0f.png"
        },
        "link": "https://www.goodreads.com/author/show/17575761.John_Carreyrou",
        "average_rating": "4.47",
        "ratings_count": "33245",
        "text_reviews_count": "3723"
      }
    },
    "published": "2018",
    "work": {
      "id": "59699437",
      "uri": "kca://work/amzn1.gr.work.v1.KtP4zS1nbZ4KYtEWQH4uUQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "35167729"
    },
    "isbn": "0393608980",
    "isbn13": "9780393608984",
    "text_reviews_count": {
      "type": "integer",
      "$t": "36"
    },
    "uri": "kca://book/amzn1.gr.book.v1.4itY6RouvoX3be3PoWXo8A",
    "title": "Army of None: Autonomous Weapons and the Future of War",
    "title_without_series": "Army of None: Autonomous Weapons and the Future of War",
    "image_url": "https://images.gr-assets.com/books/1497134109m/35167729.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1497134109s/35167729.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/35167729-army-of-none",
    "num_pages": "448",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "W. W. Norton  Company",
    "publication_day": "24",
    "publication_year": "2018",
    "publication_month": "4",
    "average_rating": "4.10",
    "ratings_count": "239",
    "description": "<b>A Pentagon defense expert and former U.S. Army Ranger explores what it would mean to give machines authority over the ultimate decision of life or death.</b><br /><br />What happens when a Predator drone has as much autonomy as a Google car? Or when a weapon that can hunt its own targets is hacked? Although it sounds like science fiction, the technology already exists to create weapons that can attack targets without human input. Paul Scharre, a leading expert in emerging weapons technologies, draws on deep research and firsthand experience to explore how these next-generation weapons are changing warfare.<br /><br />Scharre’s far-ranging investigation examines the emergence of autonomous weapons, the movement to ban them, and the legal and ethical issues surrounding their use. He spotlights artificial intelligence in military technology, spanning decades of innovation from German noise-seeking Wren torpedoes in World War II―antecedents of today’s homing missiles―to autonomous cyber weapons, submarine-hunting robot ships, and robot tank armies. Through interviews with defense experts, ethicists, psychologists, and activists, Scharre surveys what challenges might face \"centaur warfighters\" on future battlefields, which will combine human and machine cognition. We’ve made tremendous technological progress in the past few decades, but we have also glimpsed the terrifying mishaps that can result from complex automated systems―such as when advanced F-22 fighter jets experienced a computer meltdown the first time they flew over the International Date Line.<br /><br />At least thirty countries already have defensive autonomous weapons that operate under human supervision. Around the globe, militaries are racing to build robotic weapons with increasing autonomy. The ethical questions within this book grow more pressing each day. To what extent should such technologies be advanced? And if responsible democracies ban them, would that stop rogue regimes from taking advantage? At the forefront of a game-changing debate, <i>Army of None</i> engages military history, global policy, and cutting-edge science to argue that we must embrace technology where it can make war more precise and humane, but without surrendering human judgment. When the choice is life or death, there is no replacement for the human heart.",
    "authors": {
      "author": {
        "id": "16278493",
        "name": "Paul Scharre",
        "role": {},
        "image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png"
        },
        "small_image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_50x66-632230dc9882b4352d753eedf9396530.png"
        },
        "link": "https://www.goodreads.com/author/show/16278493.Paul_Scharre",
        "average_rating": "4.10",
        "ratings_count": "241",
        "text_reviews_count": "42"
      }
    },
    "published": "2018",
    "work": {
      "id": "56498622",
      "uri": "kca://work/amzn1.gr.work.v1.ckmzPhbQcXU2Q6Y8OfilTg"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "34890015"
    },
    "isbn": "1473637465",
    "isbn13": "9781473637467",
    "text_reviews_count": {
      "type": "integer",
      "$t": "2364"
    },
    "uri": "kca://book/amzn1.gr.book.v1.GXNJG58VRVeD0z487NbnhA",
    "title": "Factfulness: Ten Reasons We're Wrong About the World – and Why Things Are Better Than You Think",
    "title_without_series": "Factfulness: Ten Reasons We're Wrong About the World – and Why Things Are Better Than You Think",
    "image_url": "https://images.gr-assets.com/books/1544963815m/34890015.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1544963815s/34890015.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/34890015-factfulness",
    "num_pages": "342",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Sceptre",
    "publication_day": "25",
    "publication_year": "2018",
    "publication_month": "1",
    "average_rating": "4.35",
    "ratings_count": "27253",
    "description": "<b><i>Factfulness:</i> The stress-reducing habit of only carrying opinions for which you have strong supporting facts.</b><br /><br />When asked simple questions about global trends—<i>what percentage of the world’s population live in poverty; why the world’s population is increasing; how many girls finish school</i>—we systematically get the answers wrong. So wrong that a chimpanzee choosing answers at random will consistently outguess teachers, journalists, Nobel laureates, and investment bankers.<br /><br />In <i>Factfulness</i>, Professor of International Health and global TED phenomenon Hans Rosling, together with his two long-time collaborators, Anna and Ola, offers <b>a radical new explanation of why this happens</b>. They reveal <b>the ten instincts that distort our perspective</b>—from our tendency to divide the world into two camps (usually some version of <i>us</i> and <i>them</i>) to the way we consume media (where fear rules) to how we perceive progress (believing that most things are getting worse).<br /><br />Our problem is that we don’t know what we don’t know, and even our guesses are informed by unconscious and predictable biases.<br /><br /><b>It turns out that the world, for all its imperfections, is in a much better state than we might think.</b> That doesn’t mean there aren’t real concerns. But when we worry about everything all the time instead of embracing a worldview based on facts, we can lose our ability to focus on the things that threaten us most.<br /><br />Inspiring and revelatory, filled with lively anecdotes and moving stories, <b><i>Factfulness </i>is an urgent and essential book that will change the way you see the world and empower you to respond to the crises and opportunities of the future. </b><br /><br /><br /><br /><br />“This book is my last battle in my life-long mission to fight devastating ignorance…Previously I armed myself with huge data sets, eye-opening software, an energetic learning style and a Swedish bayonet for sword-swallowing. It wasn’t enough. But I hope this book will be.”<br /> — Hans Rosling, February 2017.",
    "authors": {
      "author": {
        "id": "2790706",
        "name": "Hans Rosling",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1486521286p5/2790706.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1486521286p2/2790706.jpg"
        },
        "link": "https://www.goodreads.com/author/show/2790706.Hans_Rosling",
        "average_rating": "4.35",
        "ratings_count": "28109",
        "text_reviews_count": "3013"
      }
    },
    "published": "2018",
    "work": {
      "id": "56144100",
      "uri": "kca://work/amzn1.gr.work.v1.FBexR-OL20twaWiEndR1Aw"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "21413662"
    },
    "isbn": "0544272994",
    "isbn13": "9780544272996",
    "text_reviews_count": {
      "type": "integer",
      "$t": "5394"
    },
    "uri": "kca://book/amzn1.gr.book.v1.C1Ym68m9Ct3imV7U3mR1iw",
    "title": "What If?: Serious Scientific Answers to Absurd Hypothetical Questions",
    "title_without_series": "What If?: Serious Scientific Answers to Absurd Hypothetical Questions",
    "image_url": "https://images.gr-assets.com/books/1451351509m/21413662.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1451351509s/21413662.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/21413662-what-if",
    "num_pages": "307",
    "format": "Hardcover",
    "edition_information": "First Edition",
    "publisher": "Houghton Mifflin Harcourt",
    "publication_day": "2",
    "publication_year": "2014",
    "publication_month": "9",
    "average_rating": "4.17",
    "ratings_count": "94208",
    "description": "Randall Munroe left NASA in 2005 to start up his hugely popular site XKCD 'a web comic of romance, sarcasm, math and language' which offers a witty take on the world of science and geeks. It now has 600,000 to a million page hits daily. Every now and then, Munroe would get emails asking him to arbitrate a science debate. 'My friend and I were arguing about what would happen if a bullet got struck by lightning, and we agreed that you should resolve it . . . ' He liked these questions so much that he started up <i>What If</i>. <br /><br /><b>If your cells suddenly lost the power to divide, how long would you survive?</b><br /><br /><b> How dangerous is it, really, to be in a swimming pool in a thunderstorm?</b><br /><br /><b> If we hooked turbines to people exercising in gyms, how much power could we produce?</b><br /><br /><b> What if everyone only had one soulmate?</b><br /><br /><b>When (if ever) did the sun go down on the British empire? </b><br /><br /><b> How fast can you hit a speed bump while driving and live?</b><br /><br /><b>What would happen if the moon went away?</b><br /><br />In pursuit of answers, Munroe runs computer simulations, pores over stacks of declassified military research memos, solves differential equations, and consults with nuclear reactor operators. His responses are masterpieces of clarity and hilarity, studded with memorable cartoons and infographics. They often predict the complete annihilation of humankind, or at least a really big explosion. Far more than a book for geeks, <i>WHAT IF: Serious Scientific Answers to Absurd Hypothetical Questions</i> explains the laws of science in operation in a way that every intelligent reader will enjoy and feel much the smarter for having read.",
    "authors": {
      "author": {
        "id": "3089156",
        "name": "Randall Munroe",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1406058780p5/3089156.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1406058780p2/3089156.jpg"
        },
        "link": "https://www.goodreads.com/author/show/3089156.Randall_Munroe",
        "average_rating": "4.16",
        "ratings_count": "114528",
        "text_reviews_count": "8438"
      }
    },
    "published": "2014",
    "work": {
      "id": "40714465",
      "uri": "kca://work/amzn1.gr.work.v1.OdBsasFG5pao1ntpwqXA8A"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "25786402"
    },
    "isbn": "1633691780",
    "isbn13": "9781633691780",
    "text_reviews_count": {
      "type": "integer",
      "$t": "2"
    },
    "uri": "kca://book/amzn1.gr.book.v1.w6AeJwNLk6A0QJC_pwPglQ",
    "title": "The Innovator’s Dilemma: When New Technologies Cause Great Firms to Fail",
    "title_without_series": "The Innovator’s Dilemma: When New Technologies Cause Great Firms to Fail",
    "image_url": "https://images.gr-assets.com/books/1449996597m/25786402.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1449996597s/25786402.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/25786402-the-innovator-s-dilemma",
    "num_pages": "288",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Harvard Business Review Press",
    "publication_day": "5",
    "publication_year": "2016",
    "publication_month": "1",
    "average_rating": "3.98",
    "ratings_count": "30797",
    "description": "The bestselling classic on disruptive innovation, by renowned author Clayton M. Christensen. His work is cited by the world’s best-known thought leaders, from Steve Jobs to Malcolm Gladwell. In this classic bestseller—one of the most influential business books of all time—innovation expert Clayton Christensen shows how even the most outstanding companies can do everything right—yet still lose market leadership. Christensen explains why most companies miss out on new waves of innovation. No matter the industry, he says, a successful company with established products will get pushed aside unless managers know how and when to abandon traditional business practices. Offering both successes and failures from leading companies as a guide, <i>The Innovator’s Dilemma</i> gives you a set of rules for capitalizing on the phenomenon of disruptive innovation. Sharp, cogent, and provocative—and consistently noted as one of the most valuable business ideas of all time—<i>The Innovator’s Dilemma</i> is the book no manager, leader, or entrepreneur should be without.",
    "authors": {
      "author": {
        "id": "1792",
        "name": "Clayton M. Christensen",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1362943115p5/1792.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1362943115p2/1792.jpg"
        },
        "link": "https://www.goodreads.com/author/show/1792.Clayton_M_Christensen",
        "average_rating": "4.03",
        "ratings_count": "73389",
        "text_reviews_count": "4149"
      }
    },
    "published": "2016",
    "work": {
      "id": "1468535",
      "uri": "kca://work/amzn1.gr.work.v1.UbZSpnZxMu646pc2kUIBig"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "767171"
    },
    "isbn": "0671728687",
    "isbn13": "9780671728687",
    "text_reviews_count": {
      "type": "integer",
      "$t": "1999"
    },
    "uri": "kca://book/amzn1.gr.book.v1.4Qt4pGjFIrMQL85gqRxPGA",
    "title": "The Rise and Fall of the Third Reich: A History of Nazi Germany",
    "title_without_series": "The Rise and Fall of the Third Reich: A History of Nazi Germany",
    "image_url": "https://images.gr-assets.com/books/1331223772m/767171.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1331223772s/767171.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/767171.The_Rise_and_Fall_of_the_Third_Reich",
    "num_pages": "1614",
    "format": "Mass Market Paperback",
    "edition_information": "50th Anniversary Edition",
    "publisher": "Simon & Schuster",
    "publication_day": "15",
    "publication_year": "1990",
    "publication_month": "11",
    "average_rating": "4.16",
    "ratings_count": "82295",
    "description": "Hitler boasted that The Third Reich would last a thousand years. It lasted only 12. But those 12 years contained some of the most catastrophic events Western civilization has ever known.<p>No other powerful empire ever bequeathed such mountains of evidence about its birth and destruction as the Third Reich. When the bitter war was over, and before the Nazis could destroy their files, the Allied demand for unconditional surrender produced an almost hour-by-hour record of the nightmare empire built by Adolph Hitler. This record included the testimony of Nazi leaders and of concentration camp inmates, the diaries of officials, transcripts of secret conferences, army orders, private letters—all the vast paperwork behind Hitler's drive to conquer the world.</p><p>The famed foreign correspondent and historian William L. Shirer, who had watched and reported on the Nazis since 1925, spent five and a half years sifting through this massive documentation. The result is a monumental study that has been widely acclaimed as the definitive record of one of the most frightening chapters in the history of mankind.</p><p>This worldwide bestseller has been acclaimed as the definitive book on Nazi Germany; it is a classic work.</p><p>The accounts of how the United States got involved and how Hitler used Mussolini and Japan are astonishing, and the coverage of the war-from Germany's early successes to her eventual defeat-is must reading</p>",
    "authors": {
      "author": {
        "id": "13360",
        "name": "William L. Shirer",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1261137098p5/13360.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1261137098p2/13360.jpg"
        },
        "link": "https://www.goodreads.com/author/show/13360.William_L_Shirer",
        "average_rating": "4.16",
        "ratings_count": "90671",
        "text_reviews_count": "2942"
      }
    },
    "published": "1990",
    "work": {
      "id": "1437584",
      "uri": "kca://work/amzn1.gr.work.v1.JDA33JVJ7bOBL4H0poAI2A"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "25812847"
    },
    "isbn": "1408839970",
    "isbn13": "9781408839973",
    "text_reviews_count": {
      "type": "integer",
      "$t": "903"
    },
    "uri": "kca://book/amzn1.gr.book.v1.ClOjs-Vq9tnePibPRY2WYQ",
    "title": "The Silk Roads: A New History of the World",
    "title_without_series": "The Silk Roads: A New History of the World",
    "image_url": "https://images.gr-assets.com/books/1472636067m/25812847.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1472636067s/25812847.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/25812847-the-silk-roads",
    "num_pages": "636",
    "format": {},
    "edition_information": {},
    "publisher": "Bloomsbury",
    "publication_day": "27",
    "publication_year": "2015",
    "publication_month": "8",
    "average_rating": "4.25",
    "ratings_count": "8944",
    "description": "<b>The No. 1 Sunday Times and international bestseller - a major reassessment of world history in light of the economic and political renaissance in the re-emerging east.</b><br /><br /><i>'Magnificent' Sunday Times <br /><br />'Immensely entertaining ... so ambitious, so detailed, so fascinating' The Times</i><br /><br />For centuries, fame and fortune were to be found in the west – in the New World of the Americas. Today, it is the east which calls out to those in search of riches and adventure. Sweeping right across Central Asia and deep into China and India, a region that once took centre stage is again rising to dominate global politics, commerce and culture.<br /><br />A major reassessment of world history, <i>The Silk Roads</i> is a dazzling exploration of the forces that have driven the rise and fall of empires, determined the flow of ideas and goods and are now heralding a new dawn in international affairs.",
    "authors": {
      "author": {
        "id": "3185055",
        "name": "Peter Frankopan",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1464911422p5/3185055.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1464911422p2/3185055.jpg"
        },
        "link": "https://www.goodreads.com/author/show/3185055.Peter_Frankopan",
        "average_rating": "4.23",
        "ratings_count": "9414",
        "text_reviews_count": "1252"
      }
    },
    "published": "2015",
    "work": {
      "id": "45425898",
      "uri": "kca://work/amzn1.gr.work.v1.JK0vEaTJEsHOwMkfmk2YlQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "36592387"
    },
    "isbn": "1785039067",
    "isbn13": "9781785039065",
    "text_reviews_count": {
      "type": "integer",
      "$t": "4"
    },
    "uri": "kca://book/amzn1.gr.book.v1.aQLT3r15c4jTU9FTevRwfA",
    "title": "The People Vs Tech: How the Internet Is Killing Democracy",
    "title_without_series": "The People Vs Tech: How the Internet Is Killing Democracy",
    "image_url": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
    "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/36592387-the-people-vs-tech",
    "num_pages": "256",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Ebury Press",
    "publication_day": "19",
    "publication_year": "2018",
    "publication_month": "4",
    "average_rating": "4.07",
    "ratings_count": "346",
    "description": "<b>'Meticulously scrutinizes the social and political consequences of our increasingly digitized world.' - <i>Kirkus</i></b><br /><br /><b>The internet was meant to set us free.</b><br /><br />Tech has radically changed the way we live our lives. But have we unwittingly handed too much away to shadowy powers behind a wall of code, all manipulated by a handful of Silicon Valley utopians, ad men, and venture capitalists? And, in light of recent data breach scandals around companies like Facebook and Cambridge Analytica, what does that mean for democracy, our delicately balanced system of government that was created long before big data, total information and artificial intelligence? In this urgent polemic, Jamie Bartlett argues that through our unquestioning embrace of big tech, the building blocks of democracy are slowly being removed. The middle class is being eroded, sovereign authority and civil society is weakened, and we citizens are losing our critical faculties, maybe even our free will.<br /><br /><i>The People Vs Tech</i> is an enthralling account of how our fragile political system is being threatened by the digital revolution. Bartlett explains that by upholding six key pillars of democracy, we can save it before it is too late. We need to become active citizens; uphold a shared democratic culture; protect free elections; promote equality; safeguard competitive and civic freedoms; and trust in a sovereign authority. This essential book shows that the stakes couldn’t be higher and that, unless we radically alter our course, democracy will join feudalism, supreme monarchies and communism as just another political experiment that quietly disappeared.",
    "authors": {
      "author": {
        "id": "7489747",
        "name": "Jamie Bartlett",
        "role": {},
        "image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/m_200x266-d279b33f8eec0f27b7272477f09806be.png"
        },
        "small_image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/m_50x66-82093808bca726cb3249a493fbd3bd0f.png"
        },
        "link": "https://www.goodreads.com/author/show/7489747.Jamie_Bartlett",
        "average_rating": "3.71",
        "ratings_count": "3736",
        "text_reviews_count": "499"
      }
    },
    "published": "2018",
    "work": {
      "id": "61062281",
      "uri": "kca://work/amzn1.gr.work.v1.G3_oaKub88AJRnFyd66rhg"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "36613747"
    },
    "isbn": "0241294223",
    "isbn13": "9780241294222",
    "text_reviews_count": {
      "type": "integer",
      "$t": "1179"
    },
    "uri": "kca://book/amzn1.gr.book.v1.DW9BbATj_r92uzVF3hywAQ",
    "title": "How to Change Your Mind: What the New Science of Psychedelics Teaches Us About Consciousness, Dying, Addiction, Depression, and Transcendence",
    "title_without_series": "How to Change Your Mind: What the New Science of Psychedelics Teaches Us About Consciousness, Dying, Addiction, Depression, and Transcendence",
    "image_url": "https://images.gr-assets.com/books/1545030338m/36613747.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1545030338s/36613747.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/36613747-how-to-change-your-mind",
    "num_pages": {},
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Allen Lane",
    "publication_day": "17",
    "publication_year": "2018",
    "publication_month": "5",
    "average_rating": "4.34",
    "ratings_count": "10762",
    "description": "<b>Could psychedelic drugs change our worldview? One of America's most admired writers takes us on a mind-altering journey to the frontiers of human consciousness</b><br /><b></b><br /><b></b>When LSD was first discovered in the 1940s, it seemed to researchers, scientists and doctors as if the world might be on the cusp of psychological revolution. It promised to shed light on the deep mysteries of consciousness, as well as offer relief to addicts and the mentally ill. But in the 1960s, with the vicious backlash against the counter-culture, all further research was banned. In recent years, however, work has quietly begun again on the amazing potential of LSD, psilocybin and DMT. Could these drugs in fact improve the lives of many people? Diving deep into this extraordinary world and putting himself forward as a guinea-pig, Michael Pollan has written a remarkable history of psychedelics and a compelling portrait of the new generation of scientists fascinated by the implications of these drugs. <i>How to Change Your Mind</i> is a report from what could very well be the future of human consciousness.",
    "authors": {
      "author": {
        "id": "2121",
        "name": "Michael Pollan",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1366396171p5/2121.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1366396171p2/2121.jpg"
        },
        "link": "https://www.goodreads.com/author/show/2121.Michael_Pollan",
        "average_rating": "4.11",
        "ratings_count": "381390",
        "text_reviews_count": "31652"
      }
    },
    "published": "2018",
    "work": {
      "id": "58370652",
      "uri": "kca://work/amzn1.gr.work.v1.EOWVBKQmhqH05FYa8i0n7Q"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "23281872"
    },
    "isbn": "0143127535",
    "isbn13": "9780143127536",
    "text_reviews_count": {
      "type": "integer",
      "$t": "55"
    },
    "uri": "kca://book/amzn1.gr.book.v1.jvcL3X7CKYPpnNY9HIhhRg",
    "title": "How Not to Be Wrong: The Power of Mathematical Thinking",
    "title_without_series": "How Not to Be Wrong: The Power of Mathematical Thinking",
    "image_url": "https://images.gr-assets.com/books/1432987179m/23281872.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1432987179s/23281872.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/23281872-how-not-to-be-wrong",
    "num_pages": "480",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Penguin Books",
    "publication_day": "26",
    "publication_year": "2015",
    "publication_month": "5",
    "average_rating": "3.96",
    "ratings_count": "9870",
    "description": "<b>The <i>Freakonomics</i> of math—a math-world superstar unveils the hidden beauty and logic of the world and puts its power in our hands</b><br /><br />The math we learn in school can seem like a dull set of rules, laid down by the ancients and not to be questioned. In <i>How Not to Be Wrong</i>, Jordan Ellenberg shows us how terribly limiting this view is: Math isn’t confined to abstract incidents that never occur in real life, but rather touches everything we do—the whole world is shot through with it.<br /><br />Math allows us to see the hidden structures underneath the messy and chaotic surface of our world. It’s a science of not being wrong, hammered out by centuries of hard work and argument. Armed with the tools of mathematics, we can see through to the true meaning of information we take for granted: How early should you get to the airport? What does “public opinion” really represent? Why do tall parents have shorter children? Who really won Florida in 2000? And how likely are you, really, to develop cancer?<br /><br /><i>How Not to Be Wrong</i> presents the surprising revelations behind all of these questions and many more, using the mathematician’s method of analyzing life and exposing the hard-won insights of the academic community to the layman—minus the jargon. Ellenberg chases mathematical threads through a vast range of time and space, from the everyday to the cosmic, encountering, among other things, baseball, Reaganomics, daring lottery schemes, Voltaire, the replicability crisis in psychology, Italian Renaissance painting, artificial languages, the development of non-Euclidean geometry, the coming obesity apocalypse, Antonin Scalia’s views on crime and punishment, the psychology of slime molds, what Facebook can and can’t figure out about you, and the existence of God.<br /><br />Ellenberg pulls from history as well as from the latest theoretical developments to provide those not trained in math with the knowledge they need. Math, as Ellenberg says, is “an atomic-powered prosthesis that you attach to your common sense, vastly multiplying its reach and strength.” With the tools of mathematics in hand, you can understand the world in a deeper, more meaningful way. How Not to Be Wrong will show you how.",
    "authors": {
      "author": {
        "id": "359894",
        "name": "Jordan Ellenberg",
        "role": {},
        "image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png"
        },
        "small_image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_50x66-632230dc9882b4352d753eedf9396530.png"
        },
        "link": "https://www.goodreads.com/author/show/359894.Jordan_Ellenberg",
        "average_rating": "3.96",
        "ratings_count": "9956",
        "text_reviews_count": "1003"
      }
    },
    "published": "2015",
    "work": {
      "id": "26542434",
      "uri": "kca://work/amzn1.gr.work.v1.EtX3wQ_8Ir8J6UIhyZ0hSw"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "15799334"
    },
    "isbn": "0307719227",
    "isbn13": "9780307719225",
    "text_reviews_count": {
      "type": "integer",
      "$t": "35"
    },
    "uri": "kca://book/amzn1.gr.book.v1.TS_s4zi3m3ZS5vBOd1GhWQ",
    "title": "Why Nations Fail: The Origins of Power, Prosperity, and Poverty",
    "title_without_series": "Why Nations Fail: The Origins of Power, Prosperity, and Poverty",
    "image_url": "https://images.gr-assets.com/books/1361863939m/15799334.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1361863939s/15799334.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/15799334-why-nations-fail",
    "num_pages": "529",
    "format": "Paperback",
    "edition_information": "First Paperback Edition",
    "publisher": "Crown Business",
    "publication_day": "17",
    "publication_year": "2013",
    "publication_month": "9",
    "average_rating": "4.04",
    "ratings_count": "20089",
    "description": "<b> WHY ARE SOME NATIONS RICH AND OTHERS POOR, DIVIDED BY WEALTH AND POVERTY, HEALTH AND SICKNESS, FOOD AND FAMINE?</b> <br /><br /> Is it culture, the weather, geography that determines prosperity or poverty? As <i>Why Nations Fail</i> shows, none of these factors is either definitive or destiny. <br /><br /> Drawing on fifteen years of original research, Daron Acemoglu and James Robinson conclusively show that it is man-made political and economic institutions that underlie economic success (or lack of it). Korea, to take one example, is a remarkably homogeneous nation, yet the people of North Korea are among the poorest on earth while their brothers and sisters in South Korea are among the richest. The differences between the Koreas is due to the politics that created those two different institutional trajectories. Acemoglu and Robinson marshal extraordinary historical evidence from the Roman Empire, the Mayan city-states, the Soviet Union, the United States, and Africa to build a new theory of political economy with great relevance for the big questions of today, among them: <br /><br />   - Will China's economy continue to grow at such a high speed and ultimately overwhelm the West? <br /><br />   - Are America’s best days behind it? Are we creating a vicious cycle that enriches and empowers a a small minority?",
    "authors": {
      "author": {
        "id": "12817",
        "name": "Daron Acemoğlu",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1354435300p5/12817.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1354435300p2/12817.jpg"
        },
        "link": "https://www.goodreads.com/author/show/12817.Daron_Acemo_lu",
        "average_rating": "4.04",
        "ratings_count": "20378",
        "text_reviews_count": "2015"
      }
    },
    "published": "2013",
    "work": {
      "id": "17129429",
      "uri": "kca://work/amzn1.gr.work.v1.JnBUPb0ZHmZ17WlmydHKZg"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "101438"
    },
    "isbn": "0316743003",
    "isbn13": "9780316743006",
    "text_reviews_count": {
      "type": "integer",
      "$t": "350"
    },
    "uri": "kca://book/amzn1.gr.book.v1.TmyatCq2nq4rW1j3Z0u0lw",
    "title": "Skunk Works: A Personal Memoir of My Years at Lockheed",
    "title_without_series": "Skunk Works: A Personal Memoir of My Years at Lockheed",
    "image_url": "https://images.gr-assets.com/books/1344267416m/101438.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1344267416s/101438.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/101438.Skunk_Works",
    "num_pages": "382",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Back Bay Books/Little, Brown & Co. (NY)",
    "publication_day": "1",
    "publication_year": "1996",
    "publication_month": "2",
    "average_rating": "4.40",
    "ratings_count": "4839",
    "description": "From the development of the U-2 to the Stealth fighter, the never-before-told story behind the high-stakes quest to dominate the skies Skunk Works is the true story of America's most secret &amp; successful aerospace operation. As recounted by Ben Rich, the operation's brilliant boss for nearly two decades, the chronicle of Lockheed's legendary Skunk Works is a drama of cold war confrontations and Gulf War air combat, of extraordinary feats of engineering &amp; achievement against fantastic odds. Here are up-close portraits of the maverick band of scientists &amp; engineers who made the Skunk Works so renowned. Filled with telling personal anecdotes &amp; high adventure, with narratives from the CIA &amp; from Air Force pilots who flew the many classified, risky missions, this book is a portrait of the most spectacular aviation triumphs of the 20th century.",
    "authors": {
      "author": {
        "id": "58593",
        "name": "Ben R. Rich",
        "role": {},
        "image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/m_200x266-d279b33f8eec0f27b7272477f09806be.png"
        },
        "small_image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/m_50x66-82093808bca726cb3249a493fbd3bd0f.png"
        },
        "link": "https://www.goodreads.com/author/show/58593.Ben_R_Rich",
        "average_rating": "4.40",
        "ratings_count": "4853",
        "text_reviews_count": "376"
      }
    },
    "published": "1996",
    "work": {
      "id": "97803",
      "uri": "kca://work/amzn1.gr.work.v1.aKgGlwDBzmrqRBeTp7_2cQ"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "525808"
    },
    "isbn": "0140062491",
    "isbn13": "9780140062496",
    "text_reviews_count": {
      "type": "integer",
      "$t": "3"
    },
    "uri": "kca://book/amzn1.gr.book.v1.H2g8y8qh8shdjHUqyYDotw",
    "title": "The Soul Of A New Machine",
    "title_without_series": "The Soul Of A New Machine",
    "image_url": "https://images.gr-assets.com/books/1348907854m/525808.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1348907854s/525808.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/525808.The_Soul_Of_A_New_Machine",
    "num_pages": "254",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Penguin Books",
    "publication_day": {},
    "publication_year": "1982",
    "publication_month": {},
    "average_rating": "4.10",
    "ratings_count": "5503",
    "description": "The computer revolution brought with it new methods of getting work done—just look at today's news for reports of hard-driven, highly-motivated young software and online commerce developers who sacrifice evenings and weekends to meet impossible deadlines. Tracy Kidder got a preview of this world in the late 1970s when he observed the engineers of Data General design and build a new 32-bit minicomputer in just one year. His thoughtful, prescient book, <i>The Soul of a New Machine</i>, tells stories of 35-year-old \"veteran\" engineers hiring recent college graduates and encouraging them to work harder and faster on complex and difficult projects, exploiting the youngsters' ignorance of normal scheduling processes while engendering a new kind of work ethic.<br /><br />These days, we are used to the \"total commitment\" philosophy of managing technical creation, but Kidder was surprised and even a little alarmed at the obsessions and compulsions he found. From in-house political struggles to workers being permitted to tease management to marathon 24-hour work sessions, <i>The Soul of a New Machine</i> explores concepts that already seem familiar, even old-hat, less than 20 years later. Kidder plainly admires his subjects; while he admits to hopeless confusion about their work, he finds their dedication heroic. The reader wonders, though, what will become of it all, now and in the future. <i>—Rob Lightner</i>",
    "authors": {
      "author": {
        "id": "4770",
        "name": "Tracy Kidder",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1205329434p5/4770.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1205329434p2/4770.jpg"
        },
        "link": "https://www.goodreads.com/author/show/4770.Tracy_Kidder",
        "average_rating": "4.14",
        "ratings_count": "90459",
        "text_reviews_count": "7773"
      }
    },
    "published": "1982",
    "work": {
      "id": "882196",
      "uri": "kca://work/amzn1.gr.work.v1.cexBznKPKtzfEW3J_85s5w"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "15802693"
    },
    "isbn": "1451654967",
    "isbn13": "9781451654967",
    "text_reviews_count": {
      "type": "integer",
      "$t": "251"
    },
    "uri": "kca://book/amzn1.gr.book.v1.hEODty41aWrs94V45VSBLw",
    "title": "Who Owns the Future?",
    "title_without_series": "Who Owns the Future?",
    "image_url": "https://images.gr-assets.com/books/1362536648m/15802693.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1362536648s/15802693.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/15802693-who-owns-the-future",
    "num_pages": "367",
    "format": "Hardcover",
    "edition_information": "US",
    "publisher": "Simon & Schuster",
    "publication_day": "7",
    "publication_year": "2013",
    "publication_month": "5",
    "average_rating": "3.77",
    "ratings_count": "2791",
    "description": "Jaron Lanier is the father of virtual reality and one of the world’s most brilliant thinkers. <i>Who Owns the Future?</i> is his visionary reckoning with the most urgent economic and social trend of our age: the poisonous concentration of money and power in our digital networks.<br /><br />Lanier has predicted how technology will transform our humanity for decades, and his insight has never been more urgently needed. He shows how Siren Servers, which exploit big data and the free sharing of information, led our economy into recession, imperiled personal privacy, and hollowed out the middle class. The networks that define our world--including social media, financial institutions, and intelligence agencies--now threaten to destroy it. In this provocative, poetic, and deeply humane book, Lanier charts a path toward a brighter future: an information economy that rewards ordinary people for what they do and share on the web.",
    "authors": {
      "author": {
        "id": "3010868",
        "name": "Jaron Lanier",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1374281772p5/3010868.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1374281772p2/3010868.jpg"
        },
        "link": "https://www.goodreads.com/author/show/3010868.Jaron_Lanier",
        "average_rating": "3.63",
        "ratings_count": "10560",
        "text_reviews_count": "1369"
      }
    },
    "published": "2013",
    "work": {
      "id": "21526102",
      "uri": "kca://work/amzn1.gr.work.v1.aJQj8-F0GlSGQlaMZxztjA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "25666050"
    },
    "isbn": "1627790365",
    "isbn13": "9781627790369",
    "text_reviews_count": {
      "type": "integer",
      "$t": "926"
    },
    "uri": "kca://book/amzn1.gr.book.v1.-TwRk9z7REp47cbJ7cwJDg",
    "title": "Algorithms to Live By: The Computer Science of Human Decisions",
    "title_without_series": "Algorithms to Live By: The Computer Science of Human Decisions",
    "image_url": "https://images.gr-assets.com/books/1454296875m/25666050.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1454296875s/25666050.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/25666050-algorithms-to-live-by",
    "num_pages": "368",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "Henry Holt and Co.",
    "publication_day": "19",
    "publication_year": "2016",
    "publication_month": "4",
    "average_rating": "4.16",
    "ratings_count": "11167",
    "description": "<b>A fascinating exploration of how insights from computer algorithms can be applied to our everyday lives, helping to solve common decision-making problems and illuminate the workings of the human mind</b><br /><br />All our lives are constrained by limited space and time, limits that give rise to a particular set of problems. What should we do, or leave undone, in a day or a lifetime? How much messiness should we accept? What balance of new activities and familiar favorites is the most fulfilling? These may seem like uniquely human quandaries, but they are not: computers, too, face the same constraints, so computer scientists have been grappling with their version of such issues for decades. And the solutions they've found have much to teach us.<br /><br />In a dazzlingly interdisciplinary work, acclaimed author Brian Christian and cognitive scientist Tom Griffiths show how the algorithms used by computers can also untangle very human questions. They explain how to have better hunches and when to leave things to chance, how to deal with overwhelming choices and how best to connect with others. From finding a spouse to finding a parking spot, from organizing one's inbox to understanding the workings of memory, <i>Algorithms to Live By</i> transforms the wisdom of computer science into strategies for human living.",
    "authors": {
      "author": {
        "id": "4199891",
        "name": "Brian Christian",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1453834169p5/4199891.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1453834169p2/4199891.jpg"
        },
        "link": "https://www.goodreads.com/author/show/4199891.Brian_Christian",
        "average_rating": "4.10",
        "ratings_count": "14875",
        "text_reviews_count": "1570"
      }
    },
    "published": "2016",
    "work": {
      "id": "45489188",
      "uri": "kca://work/amzn1.gr.work.v1.Gp3ns5cX-zNZsTF_-7Nlaw"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "984017"
    },
    "isbn": "1861972784",
    "isbn13": "9781861972781",
    "text_reviews_count": {
      "type": "integer",
      "$t": "12"
    },
    "uri": "kca://book/amzn1.gr.book.v1.zK3odrkqou9w5PIcr0yPMw",
    "title": "The 48 Laws Of Power",
    "title_without_series": "The 48 Laws Of Power",
    "image_url": "https://images.gr-assets.com/books/1529072201m/984017.jpg",
    "small_image_url": "https://images.gr-assets.com/books/1529072201s/984017.jpg",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/984017.The_48_Laws_Of_Power",
    "num_pages": "452",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Penguin Books",
    "publication_day": {},
    "publication_year": "2000",
    "publication_month": {},
    "average_rating": "4.19",
    "ratings_count": "53324",
    "description": "Amoral, cunning, ruthless, and instructive, this piercing work distills three thousand years of the history of power in to forty-eight well explicated laws. As attention-grabbing in its design as it is in its content, this bold volume outlines the laws of power in their unvarnished essence, synthesizing the philosophies of Machiavelli, Sun-tzu, Carl von Clausewitz, and other great thinkers. <br /><br />Some laws teach the need for prudence (\"Law 1: Never Outshine the Master\"), the virtue of stealth (\"Law 3: Conceal Your Intentions\"), and many demand the total absence of mercy (\"Law 15: Crush Your Enemy Totally\"), but like it or not, all have applications in real life. <br /><br />Illustrated through the tactics of Queen Elizabeth I, Henry Kissinger, P. T. Barnum, and other famous figures who have wielded--or been victimized by--power, these laws will fascinate any reader interested in gaining, observing, or defending against ultimate control.",
    "authors": {
      "author": {
        "id": "865",
        "name": "Robert Greene",
        "role": {},
        "image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1298212921p5/865.jpg"
        },
        "small_image_url": {
          "nophoto": "false",
          "$t": "https://images.gr-assets.com/authors/1298212921p2/865.jpg"
        },
        "link": "https://www.goodreads.com/author/show/865.Robert_Greene",
        "average_rating": "4.19",
        "ratings_count": "104360",
        "text_reviews_count": "6124"
      }
    },
    "published": "2000",
    "work": {
      "id": "1297604",
      "uri": "kca://work/amzn1.gr.work.v1.4AzM0k2CsRfT-5du3HxK1g"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "23151260"
    },
    "isbn": "0988217627",
    "isbn13": "9780988217621",
    "text_reviews_count": {
      "type": "integer",
      "$t": "20"
    },
    "uri": "kca://book/amzn1.gr.book.v1.kQ-X6D0INLP7TM_1AbSy4A",
    "title": "Pure Genius: Building a Culture of Innovation and Taking 20% Time to the Next Level",
    "title_without_series": "Pure Genius: Building a Culture of Innovation and Taking 20% Time to the Next Level",
    "image_url": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
    "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/23151260-pure-genius",
    "num_pages": "170",
    "format": "Paperback",
    "edition_information": {},
    "publisher": "Dave Burgess Consulting, Inc.",
    "publication_day": "16",
    "publication_year": "2014",
    "publication_month": "8",
    "average_rating": "4.13",
    "ratings_count": "165",
    "description": "Pure Genius: Building a Culture of Innovation and Taking 20% Time to the Next Level Because innovation deserves more than one hour a week. You've heard the complaints too many times: When am I ever going to use this in the real world? Why are we learning this? When are we going to learn about something interesting? But what if your students came to class excited? What if they were passionate about their projects? What if they grasped the connection between today's work and tomorrow's careers? In classrooms across the nation, innovative teachers are employing passion-based, open-source learning to improve their student's education. In Pure Genius, Don Wettrick encourages teachers and administrators to collaborate--with experts, students, and one another--to create interesting, and even life-changing opportunities for learning. You'll discover: Innovation brings a fresh approach to solving real problems Creative ways to work within the constraints your current budget and system Courses that offer relevant content can inspire students to learn beyond the classroom Collaborating with experts and mentors improves the learning experience for students and teachers Students must be taught and entrusted to appropriately use social media Social media is an incredible resource for inspiration and professional development Innovation is the key to equipping today's students for tomorrow's marketplace. By incorporating the concepts Don explains in Pure Genius, you can empower the next generation to be free thinkers who can create new concepts and products that can change the way we live.",
    "authors": {
      "author": {
        "id": "8521899",
        "name": "Don Wettrick",
        "role": {},
        "image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png"
        },
        "small_image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_50x66-632230dc9882b4352d753eedf9396530.png"
        },
        "link": "https://www.goodreads.com/author/show/8521899.Don_Wettrick",
        "average_rating": "4.13",
        "ratings_count": "165",
        "text_reviews_count": "27"
      }
    },
    "published": "2014",
    "work": {
      "id": "42698931",
      "uri": "kca://work/amzn1.gr.work.v1.AVL5CDAHlP1ChphP3ud-KA"
    }
  },
  {
    "id": {
      "type": "integer",
      "$t": "11594360"
    },
    "isbn": "0062003232",
    "isbn13": "9780062003232",
    "text_reviews_count": {
      "type": "integer",
      "$t": "14"
    },
    "uri": "kca://book/amzn1.gr.book.v1.1K3eunS84ajexOJISiZRHQ",
    "title": "The 20% Doctrine: How Tinkering, Goofing Off, and Breaking the Rules at Work Drive Success in Business",
    "title_without_series": "The 20% Doctrine: How Tinkering, Goofing Off, and Breaking the Rules at Work Drive Success in Business",
    "image_url": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
    "small_image_url": "https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png",
    "large_image_url": {},
    "link": "https://www.goodreads.com/book/show/11594360-the-20-doctrine",
    "num_pages": "208",
    "format": "Hardcover",
    "edition_information": {},
    "publisher": "HarperBusiness",
    "publication_day": "17",
    "publication_year": "2012",
    "publication_month": "4",
    "average_rating": "3.46",
    "ratings_count": "112",
    "description": "Gawker tech-blogger and journalist Ryan Tate reveals how businesses can inspire greater creativity and productivity by allowing their employees to pursue their own passions at work. In <em>The 20% Doctrine</em>, Tate examines how companies large and small can incubate valuable innovative advances by making small, specific changes to how work time is approached within their corporate cultures. The concept of “20% Time” originated at Google, but Tate takes examples from all around the business world—from Yahoo! and Condé Nast to the Thomas Keller Restaurant Group, National Public Radio, Flickr and the <em>Huffington Post</em>—to demonstrate how flexibility and experimentation can revolutionize any business model, including yours.<br />",
    "authors": {
      "author": {
        "id": "652588",
        "name": "Ryan Tate",
        "role": {},
        "image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png"
        },
        "small_image_url": {
          "nophoto": "true",
          "$t": "https://s.gr-assets.com/assets/nophoto/user/u_50x66-632230dc9882b4352d753eedf9396530.png"
        },
        "link": "https://www.goodreads.com/author/show/652588.Ryan_Tate",
        "average_rating": "3.46",
        "ratings_count": "112",
        "text_reviews_count": "15"
      }
    },
    "published": "2012",
    "work": {
      "id": "16536266",
      "uri": "kca://work/amzn1.gr.work.v1.TADNHmQr-sl5bz2CnWFvGQ"
    }
  }
]